# -*- coding: utf-8 -*-

values = {
    'accountSettingsWindow':{
        'accountNameRules':'Имена учетных записей не могут содержать эможи или другие специальные символы',
        'accountProfileText':'(профиль)',
        'accountsText':'Аккаунты',
        'achievementProgressText':'Достижения: ${COUNT} из ${TOTAL}',
        'campaignProgressText':'Прогресс кампании [сложный режим]: ${PROGRESS}',
        'changeOncePerSeason':'Вы можете изменить это только раз в сезон.',
        'changeOncePerSeasonError':'Вы должны подождать до следующего сезона, чтобы изменить это снова (${NUM} days)',
        'customName':'Имя учётной записи',
        'deviceSpecificAccountText':'Сейчас используется аккаунт имениустройства: ${NAME}',
        'linkAccountsEnterCodeText':'Введите код',
        'linkAccountsGenerateCodeText':'Сгенерировать код',
        'linkAccountsInfoText':'(делиться достижениями с другими платформами)',
        'linkAccountsInstructionsNewText':('Чтобы связать две учетные записи, сгенерируйте код на первом\n'
                                           'и введите этот код на втором. Данные из\n'
                                           'второй учетной записи будут распределены между ними.\n'
                                           '(Данные с первой учетной записи будут потеряны)\n'
                                           '\n'
                                           'Вы можете связать ${COUNT} аккаунтов.\n'
                                           '\n'
                                           'ВАЖНО: связывайте только собственные учетные записи;\n'
                                           'Если вы свяжетесь с аккаунтами друзей, вы не сможете\n'
                                           'одновременно играть онлайн.'),
        'linkAccountsInstructionsText':('Для связки двух аккаунтов, создайте код на одном\n'
                                        'из них и введите код на другом.\n'
                                        'Прогресс и инвентарь будут объединены.\n'
                                        'Вы можете связать до ${COUNT} аккаунтов.'),
        'linkAccountsText':'Связать акаунты',
        'linkedAccountsText':'Привязанные аккаунты:',
        'nameChangeConfirm':'Вы уверены, что хотите сменить имя аккаунта на ${NAME}?',
        'notLoggedInText':'<не авторизован>',
        'resetProgressConfirmNoAchievementsText':('Это сбросит весь ваш кооперативный прогресс\n'
                                                  'и локальные лучшие результаты (кроме билетов).\n'
                                                  'Этот процесс необратим. Вы уверены?'),
        'resetProgressConfirmText':('Это сбросит весь ваш кооперативный\n'
                                    'прогресс, достижения и локальные результаты\n'
                                    '(кроме билетов). Этот процесс необратим.\n'
                                    'Вы уверены?'),
        'resetProgressText':'Сбросить прогресс',
        'setAccountName':'Задать имя аккаунта',
        'setAccountNameDesc':('Выберите имя для отображения своей учетной записи.\n'
                              'Вы можете использовать имя одной из ваших связанных\n'
                              'учетных записей или создать уникальное имя учётной записи.'),
        'signInInfoText':('Войдите в аккаунт, чтобы собирать билеты, \n'
                          'соревноваться онлайн и делиться успехами.'),
        'signInText':'Войти',
        'signInWithDeviceInfoText':'(стандартный аккаунт только для этого устройства)',
        'signInWithDeviceText':'Войти с аккаунта устройства',
        'signInWithGameCircleText':'Войти через Game Circle',
        'signInWithGooglePlayText':'Войти через Google Play',
        'signInWithTestAccountInfoText':'(устаревший тип аккаунта; в дальнейшем используйте аккаунт устройства)',
        'signInWithTestAccountText':'Войти через тестовый аккаунт',
        'signOutText':'Выйти',
        'signingInText':'Вход...',
        'signingOutText':'Выход...',
        'testAccountWarningCardboardText':('Внимание: вы подписываете в с "тест" счета.\n'
                                           'Эти данные будут заменены со счетами Google сразу\n'
                                           'они становятся поддерживаемыми в картонные приложений.\n'
                                           '\n'
                                           'Сейчас вы будете зарабатывать все билеты в игре.\n'
                                           '(вы , тем не менее , получите Pro обновление BombSquad бесплатно )'),
        'testAccountWarningOculusText':('Внимание: вы входите под акканутом "test".\n'
                                        'Они будут заменены аккаунтами Oculus позже в этом\n'
                                        'году, что позволит совершать покупки билетов и многое другое.\n'
                                        '\n'
                                        'На данный момент вам придется зарабатывать билеты в игре.\n'
                                        '(однако, вы получите обновление до BombSquad Pro бесплатно)'),
        'testAccountWarningText':('Внимание: вы заходите под аккаунтом "test".\n'
                                  'Этот аккаунт привязан к конкретному устройству и может\n'
                                  'периодически сбрасываться. (так что лучше особо\n'
                                  'не тратить время на сбор/разблокировку полезных предметов в нем)\n'
                                  '\n'
                                  'Чтобы использовать настоящий аккаунт (Game-Center,\n'
                                  'Google Plus и т.д.), запустите платную версию. Это также\n'
                                  'позволит сохранять свой прогресс в облаке и делать его\n'
                                  'доступным для разных устройств.'),
        'ticketsText':'Билетов: ${COUNT}',
        'titleText':'Аккаунт',
        'unlinkAccountsInstructionsText':'Выберите аккаунт, который хотите отвязать',
        'unlinkAccountsText':'Отвязать аккаунты',
        'viaAccount':'(через аккаунт ${NAME})',
        'youAreLoggedInAsText':'ты кто',
        'youAreSignedInAsText':'я кто'
    },
    'achievementChallengesText':'Ачивки',
    'achievementText':'Медаль',
    'achievements':{
        'Boom Goes the Dynamite':{
            'description':'Убейте 3 плохих парней с помощью TNT',
            'descriptionComplete':'С помощью TNT убито 3 плохих парней',
            'descriptionFull':'Убейте 3 плохих парней с помощью TNT на уровне ${LEVEL}',
            'descriptionFullComplete':'3 плохих парней убито с помощью TNT на уровне ${LEVEL}',
            'name':'Сейчас бабахнет'
        },
        'Boxer':{
            'description':'Победите без использования бомб',
            'descriptionComplete':'Победа без использования бомб',
            'descriptionFull':'Завершите уровень ${LEVEL} без использования бомб',
            'descriptionFullComplete':'Уровень ${LEVEL} завершен без использвания бомб.',
            'name':'Боксёр'
        },
        'Dual Wielding':{
            'descriptionFull':'Соединить 2 контроллера (аппарат или приложение)',
            'descriptionFullComplete':'Соединено 2 контроллера (аппарат или приложение)',
            'name':'Двойное оружие'
        },
        'Flawless Victory':{
            'description':'Победите не получив повреждений',
            'descriptionComplete':'Победа без повреждений',
            'descriptionFull':'Пройдите уровень ${LEVEL} не получив повреждений',
            'descriptionFullComplete':'Уровень ${LEVEL} пройден без повреждений',
            'name':'Безупречная победа'
        },
        'Free Loader':{
            'descriptionFull':'Начать игру каждый сам за себя с 2 и более игроками',
            'descriptionFullComplete':'Начата игра каждый сам за себя с 2 и более игроками',
            'name':'Один в поле воин'
        },
        'Gold Miner':{
            'description':'Убейте 6 плохих парней с помощью мин',
            'descriptionComplete':'С помощью мин убито 6 плохих парней',
            'descriptionFull':'Убейте 6 плохих парней с помощью мин на уровне ${LEVEL}',
            'descriptionFullComplete':'6 плохих парней убито с помощью мин на уровне ${LEVEL}',
            'name':'Золотой минёр'
        },
        'Got the Moves':{
            'description':'Победите без ударов и бомб',
            'descriptionComplete':'Победа без ударов и бомб',
            'descriptionFull':'Победите уровень ${LEVEL} без ударов и бомб',
            'descriptionFullComplete':'Победа на уровне ${LEVEL} без ударов и бомб',
            'name':'Точные движения'
        },
        'In Control':{
            'descriptionFull':'Присоедините контроллер (аппарат или приложение)',
            'descriptionFullComplete':'Подсоединен контроллер. (аппарат или приложение)',
            'name':'Все под контролем'
        },
        'Last Stand God':{
            'description':'Наберите 1000 очков',
            'descriptionComplete':'Набрано 1000 очков',
            'descriptionFull':'Наберите 1000 очков на уровне ${LEVEL}',
            'descriptionFullComplete':'Набрано 1000 очков на уровне ${LEVEL}',
            'name':'Бог уровня ${LEVEL}'
        },
        'Last Stand Master':{
            'description':'Наберите 250 очков',
            'descriptionComplete':'Набрано 250 очков',
            'descriptionFull':'Наберите 250 очков на уровне ${LEVEL}',
            'descriptionFullComplete':'250 очков набрано на уровне ${LEVEL}',
            'name':'Мастер уровня ${LEVEL}'
        },
        'Last Stand Wizard':{
            'description':'Наберите 500 очков',
            'descriptionComplete':'Набрано 500 очков',
            'descriptionFull':'Наберите 500 очков на уровне ${LEVEL}',
            'descriptionFullComplete':'500 очков набрано на уровне ${LEVEL}',
            'name':'Волшебник уровня ${LEVEL}'
        },
        'Mine Games':{
            'description':'Убейте 3 плохих парней с помощью мин',
            'descriptionComplete':'С помощью мин убито 3 злодея',
            'descriptionFull':'Убейте 3 плохих парней с помощью мин на уровне ${LEVEL}',
            'descriptionFullComplete':'С помощью мин убито 3 негодяя на уровне ${LEVEL}',
            'name':'Игры с минами'
        },
        'Off You Go Then':{
            'description':'Сбросьте 3 негодяев с карты',
            'descriptionComplete':'С карты сброшено 3 негодяя',
            'descriptionFull':'Сбросьте 3 негодяев с карты на уровне ${LEVEL}',
            'descriptionFullComplete':'3 негодяя сброшено с карты на уровне ${LEVEL}',
            'name':'Давай отсюда'
        },
        'Onslaught God':{
            'description':'Наберите 5000 очков',
            'descriptionComplete':'Набрано 5000 очков',
            'descriptionFull':'Наберите 5000 очков на уровне ${LEVEL}',
            'descriptionFullComplete':'5000 очков набрано на уровне ${LEVEL}',
            'name':'Бог уровня ${LEVEL}'
        },
        'Onslaught Master':{
            'description':'Наберите 500 очков',
            'descriptionComplete':'Набрано 500 очков',
            'descriptionFull':'Наберите 500 очков на уровне ${LEVEL}',
            'descriptionFullComplete':'500 очков набрано на уровне ${LEVEL}',
            'name':'Мастер уровня ${LEVEL}'
        },
        'Onslaught Training Victory':{
            'description':'Победите все волны',
            'descriptionComplete':'Побеждены все волны',
            'descriptionFull':'Победите все волны на уровне ${LEVEL}',
            'descriptionFullComplete':'Все волны побеждены на уровне ${LEVEL}',
            'name':'Победа на уровне ${LEVEL}'
        },
        'Onslaught Wizard':{
            'description':'Наберите 1000 очков',
            'descriptionComplete':'Набрано 1000 очков',
            'descriptionFull':'Наберите 1000 очков на уровне ${LEVEL}',
            'descriptionFullComplete':'1000 очков набрано на уровне ${LEVEL}',
            'name':'Волшебник уровня ${LEVEL}'
        },
        'Precision Bombing':{
            'description':'Победите без усилителей',
            'descriptionComplete':'Победа без усилителей',
            'descriptionFull':'Победите уровень ${LEVEL} без усилителей',
            'descriptionFullComplete':'Победа на уровне ${LEVEL} без усилителей',
            'name':'Прицельное бомбометание'
        },
        'Pro Boxer':{
            'description':'Победите без использования бомб',
            'descriptionComplete':'Победа без использования бомб',
            'descriptionFull':'Пройдите уровень ${LEVEL} без использования бомб',
            'descriptionFullComplete':'Уровень ${LEVEL} пройден без использования бомб',
            'name':'Боксёр профи'
        },
        'Pro Football Shutout':{
            'description':'Победите в сухую',
            'descriptionComplete':'Победил в сухую',
            'descriptionFull':'Выиграйте матч ${LEVEL} в сухую',
            'descriptionFullComplete':'Победа в матче ${LEVEL} в сухую',
            'name':'${LEVEL} в сухую'
        },
        'Pro Football Victory':{
            'description':'Выиграйте матч',
            'descriptionComplete':'Матч выигран',
            'descriptionFull':'Выиграйте матч ${LEVEL}',
            'descriptionFullComplete':'Выигран матч ${LEVEL}',
            'name':'Победа на уровне ${LEVEL}'
        },
        'Pro Onslaught Victory':{
            'description':'Победите все волны',
            'descriptionComplete':'Побеждены все волны',
            'descriptionFull':'Победите все волны на уровне ${LEVEL}',
            'descriptionFullComplete':'Побеждены все волны на уровне ${LEVEL}',
            'name':'Победа на уровне ${LEVEL}'
        },
        'Pro Runaround Victory':{
            'description':'Пройдите все волны',
            'descriptionComplete':'Пройдены все волны',
            'descriptionFull':'Пройдите все волны на уровне ${LEVEL}',
            'descriptionFullComplete':'Пройдены все волны на уровне ${LEVEL}',
            'name':'Победа на уровне ${LEVEL}'
        },
        'Rookie Football Shutout':{
            'description':'Выиграйте, не дав злодеям забить',
            'descriptionComplete':'Победа в сухую',
            'descriptionFull':'Выиграйте матч ${LEVEL}, не дав злодеям забить',
            'descriptionFullComplete':'Победа в матче ${LEVEL} в сухую',
            'name':'${LEVEL} в сухую'
        },
        'Rookie Football Victory':{
            'description':'Выиграйте матч',
            'descriptionComplete':'Матч выигран',
            'descriptionFull':'Выиграйте матч ${LEVEL}',
            'descriptionFullComplete':'Выигран матч ${LEVEL}',
            'name':'Победа в матче ${LEVEL}'
        },
        'Rookie Onslaught Victory':{
            'description':'Победите все волны',
            'descriptionComplete':'Побеждены все волны',
            'descriptionFull':'Победите все волны уровня ${LEVEL}',
            'descriptionFullComplete':'Побеждены все волны уровня ${LEVEL}',
            'name':'Победа на уровне ${LEVEL}'
        },
        'The Legendary Ball':{
            'description':'Секретные условия',
            'descriptionComplete':'Найден особый мяч',
            'descriptionFull':'Секретные условия.',
            'descriptionFullComplete':'Найден легендарный мячик))0)',
            'name':'Легендарный мяч'
        },
        'Runaround God':{
            'description':'Заработайте 2000 очков',
            'descriptionComplete':'Заработано 2000 очков',
            'descriptionFull':'Наберите 2000 очков на уровне ${LEVEL}',
            'descriptionFullComplete':'2000 очков набрано на уровне ${LEVEL}',
            'name':'Бог уровня ${LEVEL}'
        },
        'Runaround Master':{
            'description':'Заработайте 500 очков',
            'descriptionComplete':'Заработано 500 очков',
            'descriptionFull':'Наберите 500 очков на уровне ${LEVEL}',
            'descriptionFullComplete':'500 очков набрано на уровне ${LEVEL}',
            'name':'Мастер уровня ${LEVEL}'
        },
        'Runaround Wizard':{
            'description':'Заработайте 1000 очков',
            'descriptionComplete':'Заработано 1000 очков',
            'descriptionFull':'Наберите 1000 очков на уровне ${LEVEL}',
            'descriptionFullComplete':'1000 очков набрано на уровне ${LEVEL}',
            'name':'Волшебник уровня ${LEVEL}'
        },
        'Sharing is Caring':{
            'descriptionFull':'Успешно поделиться игрой с другом',
            'descriptionFullComplete':'Игра успешно поделена с другом',
            'name':'Делиться - значит заботиться'
        },
        'Stayin\' Alive':{
            'description':'Выиграйте без смертей',
            'descriptionComplete':'Победа без смертей',
            'descriptionFull':'Выиграйте уровень ${LEVEL} не умирая',
            'descriptionFullComplete':'Победил на уровне ${LEVEL} без смертей',
            'name':'Остаться в живых'
        },
        'Super Mega Punch':{
            'description':'Нанесите 100% урона одним ударом',
            'descriptionComplete':'Нанесено 100% урона одним ударом',
            'descriptionFull':'Нанесите 100% урона одним ударом на уровне ${LEVEL}',
            'descriptionFullComplete':'100% урона нанесено одним ударом на уровне ${LEVEL}',
            'name':'Супер-мега-удар'
        },
        'Super Punch':{
            'description':'Нанесите 50% урона одним ударом',
            'descriptionComplete':'Нанесено 50% урона одним ударом',
            'descriptionFull':'Нанесите 50% урона одним ударом на уровне ${LEVEL}',
            'descriptionFullComplete':'Нанесено 50% урона одним ударом на уровне ${LEVEL}',
            'name':'Супер-удар'
        },
        'TNT Terror':{
            'description':'Убейте 6 негодяев с помощью TNT',
            'descriptionComplete':'С помощью TNT убито 6 негодяев',
            'descriptionFull':'Убейте 6 злодеев с помощью TNT на уровне ${LEVEL}',
            'descriptionFullComplete':'С помощью TNT убито 6 плохих парней на уровне ${LEVEL}',
            'name':'Тротиловый ужас'
        },
        'Team Player':{
            'descriptionFull':'Начать игру в командах с 4 и более игроками',
            'descriptionFullComplete':'Начал игру в командах с 4 и более игроками',
            'name':'Командный игрок'
        },
        'The Great Wall':{
            'description':'Остановите всех злодеев',
            'descriptionComplete':'Остановлены все плохие парни',
            'descriptionFull':'Остановите всех злодеев до одного на уровне ${LEVEL}',
            'descriptionFullComplete':'Остановлены все плохие парни на уровне ${LEVEL}',
            'name':'Великая стена'
        },
        'The Wall':{
            'description':'Остановите всех негодяев',
            'descriptionComplete':'Остановлены все плохие парни',
            'descriptionFull':'Остановите всех до одного злодеев на уровне ${LEVEL}',
            'descriptionFullComplete':'Остановлены все злодеи на уровне ${LEVEL}',
            'name':'Стена'
        },
        'Uber Football Shutout':{
            'description':'Выиграйте в сухую',
            'descriptionComplete':'Победа в сухую',
            'descriptionFull':'Выиграйте матч ${LEVEL} в сухую',
            'descriptionFullComplete':'Победа в матче ${LEVEL} в сухую',
            'name':'${LEVEL} в сухую'
        },
        'Uber Football Victory':{
            'description':'Выиграйте матч',
            'descriptionComplete':'Матч выигран',
            'descriptionFull':'Выиграйте матч ${LEVEL}',
            'descriptionFullComplete':'Выигран матч ${LEVEL}',
            'name':'Победа в матче ${LEVEL}'
        },
        'Uber Onslaught Victory':{
            'description':'Победите все волны',
            'descriptionComplete':'Побеждены все волны',
            'descriptionFull':'Победите все волны на уровне ${LEVEL}',
            'descriptionFullComplete':'Побеждены все волны на уровне ${LEVEL}',
            'name':'Победа на уровне ${LEVEL}'
        },
        'Uber Runaround Victory':{
            'description':'Пройдите все волны',
            'descriptionComplete':'Все волны пройдены',
            'descriptionFull':'Пройдите все волны на уровне ${LEVEL}',
            'descriptionFullComplete':'Пройдены все волны на уровне ${LEVEL}',
            'name':'Победа на уровне ${LEVEL}'
        }
    },
    'achievementsRemainingText':'Оставшиеся медали:',
    'achievementsText':'Медали',
    'achievementsUnavailableForOldSeasonsText':'К сожалению, подробности достижений не доступны для старых сезонов.',
    'addGameWindow':{
        'getMoreGamesText':'Еще игр...',
        'titleText':'Добавить игру'
    },
    'allowText':'Разрешить',
    'alreadySignedInText':('На вашем аккаунте играют на другом устройстве;\n'
                           'пожалуйста зайдите с другого аккаунта или закройте\n'
                           'игру на другом устройстве и попытайтесь снова.'),
    'apiVersionErrorText':'Невозможно загрузить модуль ${NAME}; он предназначен для API версии ${VERSION_USED}; здесь требуется версия ${VERSION_REQUIRED}.',
    'audioSettingsWindow':{
        'headRelativeVRAudioInfoText':'(Режим "Авто" включает его только когда подключены наушники)',
        'headRelativeVRAudioText':'Позиционно-зависимое ВР-аудио',
        'musicVolumeText':'Громкость музыки',
        'soundVolumeText':'Громкость звука',
        'soundtrackButtonText':'Саундтреки',
        'soundtrackDescriptionText':'(выберите свою собственную музыку, которая будет звучать во время игры)',
        'titleText':'Аудио'
    },
    'autoText':'Авто',
    'backText':'Назад',
    'banThisPlayerText':'Забанить игрока.',
    'bestOfFinalText':'Финал: лучший из ${COUNT}',
    'bestOfSeriesText':'Лучший в ${COUNT} партиях:',
    'bestRankText':'Ваш лучший ранг: ${RANK}',
    'bestRatingText':'Ваш лучший рейтинг: ${RATING}',
    'betaErrorText':'Эта бета-версия больше не активна, проверьте наличие новой версии. ',
    'betaValidateErrorText':'Невожно проверить бета-версию. (нет сетевого соединения?)',
    'betaValidatedText':'Бета-версия проверена. Наслаждайтесь!',
    'bombBoldText':'БОМБА',
    'bombText':'Бомба',
    'boostText':'Увеличение',
    'bsRemoteConfigureInAppText':'${REMOTE_APP_NAME} настраивается в самом приложении.',
    'buttonText':'кнопка',
    'canWeDebugText':('Хотите, чтобы BombSquad автоматически сообщал разработчику\n'
                      'об ошибках, сбоях и основную информацию об использовании?\n'
                      '\n'
                      'Эти данные не содержат никакой личной информации и помогают\n'
                      'поддерживать игру в рабочем состоянии без сбоев и ошибок.'),
    'cancelText':'Отмена',
    'cantConfigureDeviceText':'Извините, ${DEVICE} невозможно настроить.',
    'challengeEndedText':'Это состязание завершено.',
    'chatMuteText':'Заглушить чат',
    'chatMutedText':'Чат отключен',
    'chatUnMuteText':'Включить чат',
    'msg':'Сообщения',
    'lastMsg':'Последнее сообщение',
    'lastCmd':'Последняя команда',
    '@player':'Упомянуть',
    'exit':'Закрыть меню',
    'lastSavedMessages':'Вывести лог сообщений',
    'clearSavedMessages':'Очистить лог сообщений',
    'clearChat':'Очистить чат',
    'Enter msg as':'Введи похожее сообщение',
    'deleteStat':'Закрыть',
    'choosingPlayerText':'<выбор игрока>',
    'completeThisLevelToProceedText':('Чтобы продолжить, нужно\n'
                                      'пройти этот уровень!'),
    'completionBonusText':'Бонус за хардкор',
    'configControllersWindow':{
        'configureControllersText':'Настройка контроллеров',
        'configureGamepadsText':'Настройка контроллеров',
        'configureKeyboard2Text':'Настройка клавиатуры P2',
        'configureKeyboardText':'Настройка клавиатуры',
        'configureMobileText':'Мобильные устройства как контроллеры',
        'configureTouchText':'Настройка сенсорного экрана',
        'ps3Text':'Контроллеры PS3',
        'titleText':'Контроллеры',
        'wiimotesText':'Контроллеры Wii',
        'xbox360Text':'Контроллеры Xbox 360'
    },
    'configGamepadSelectWindow':{
        'androidNoteText':'Внимание: поддержка контроллеров различается в зависимости от устройства и версии Android.',
        'pressAnyButtonText':('Нажмите любую кнопку на контроллере,\n'
                              ' который хотите настроить...'),
        'titleText':'Настроить контроллер'
    },
    'configGamepadWindow':{
        'advancedText':'Дополнительно',
        'advancedTitleText':'Дополнительные настройки контроллера',
        'analogStickDeadZoneDescriptionText':'(Включите, если персонаж продолжает двигаться после того, как стик отпущен)',
        'analogStickDeadZoneText':'Мертвая зона аналогового стика',
        'appliesToAllText':'(относится ко всем контроллерам данного типа)',
        'autoRecalibrateDescriptionText':'(включить, если персонаж не двигается на полной скорости)',
        'autoRecalibrateText':'Авто-перекалибровка аналоговых стиков',
        'axisText':'ось',
        'clearText':'очистить',
        'dpadText':'D-Pad',
        'extraStartButtonText':'Дополнительная кнопка "Старт',
        'ifNothingHappensTryAnalogText':'Если ничего не происходит, попробуйте вместо этого присвоить аналоговому стику.',
        'ifNothingHappensTryDpadText':'Если ничего не происходит, попробуйте вместо этого присвоить D-Pad.',
        'ignoreCompletelyDescriptionText':'(не дайте этому контроллеру воздействовать на игру, или меню)',
        'ignoreCompletelyText':'Игнорировать полностью',
        'ignoredButton1Text':'Игнорируемая кнопка 1',
        'ignoredButton2Text':'Игнорируемая кнопка 2',
        'ignoredButton3Text':'Игнорируемая кнопка 3',
        'ignoredButton4Text':'Игнорируемая Кнопка 4',
        'ignoredButtonDescriptionText':'(используйте это, чтобы кнопки \'home\' или \'sync\' не влияли на пользовательский интерфейс)',
        'ignoredButtonText':'Проигнорированная кнопка',
        'pressAnyAnalogTriggerText':'Нажмите любой аналоговый триггер...',
        'pressAnyButtonOrDpadText':'Нажмите любую кнопку или D-Pad...',
        'pressAnyButtonText':'Нажмите любую кнопку',
        'pressLeftRightText':'Нажмите вправо или влево...',
        'pressUpDownText':'Нажмите вверх или вниз...',
        'runButton1Text':'Кнопка для бега 1',
        'runButton2Text':'Кнопка для бега 2',
        'runTrigger1Text':'Триггер для бега 1',
        'runTrigger2Text':'Триггер для бега 2',
        'runTriggerDescriptionText':'(аналоговые триггеры позволяют бегать с разной скоростью)',
        'secondHalfText':('Используйте это для настройки второй половины\n'
                          'устройства \'два контроллера в одном\',\n'
                          'которое показывается как один контроллер.'),
        'secondaryEnableText':'Включить',
        'secondaryText':'Вторичный контроллер',
        'startButtonActivatesDefaultDescriptionText':'(выключить, если ваша кнопка "старт" работает больше в качестве кнопки "меню")',
        'startButtonActivatesDefaultText':'Кнопка Старт активирует стандартный виджет',
        'titleText':'Настройка контроллера',
        'twoInOneSetupText':'Настройка контроллера 2-в-1',
        'uiOnlyDescriptionText':'(Запретить этому контроллеру присоединяться к игре)',
        'uiOnlyText':'Ограничить только для меню',
        'unassignedButtonsRunText':'Все неприсвоенные кнопки для бега',
        'unsetText':'<не установлено>',
        'vrReorientButtonText':'Кнопка переориентации VR'
    },
    'configKeyboardWindow':{
        'configuringText':'Настройка ${DEVICE}',
        'keyboard2NoteScale':0.7,
        'keyboard2NoteText':('Примечание: большинство клавиатур могут зарегистрировать только\n'
                             'несколько нажатий клавиш за раз, так что второму игроку с клавиатуры\n'
                             'лучше играть с отдельной подключенной для них клавиатуры.\n'
                             'Заметьте, что даже в этом случае все равно нужно будет присвоить\n'
                             'уникальные клавиши для двух игроков.')
    },
    'configTouchscreenWindow':{
        'actionControlScaleText':'Размеры кнопок действия',
        'actionsText':'Действия',
        'buttonsText':'кнопки',
        'dragControlsText':'< чтобы передвинуть элементы управления, перетащите их >',
        'joystickText':'джойстик',
        'movementControlScaleText':'Размеры кнопок движения',
        'movementText':'Движение',
        'resetText':'Сброс',
        'swipeControlsHiddenText':'Спрятать иконки смахивания',
        'swipeInfoText':('К контроллерам, работающим со смахиванием, нужно привыкнуть,\n'
                         'зато с ними можно играть, не глядя на контроллер.'),
        'swipeText':'смахнуть',
        'titleText':'Настройка сенсорного экрана',
        'touchControlsScaleText':'Шкала сенсоров'
    },
    'configureItNowText':'Настроить сейчас?',
    'configureText':'Настроить',
    'connectMobileDevicesWindow':{
        'amazonText':'Amazon Appstore',
        'appStoreText':'App Store',
        'bestResultsText':('Для наилучшего результата вам понадобится сеть Wi-Fi без задержек.\n'
                           'Вы можете уменьшить задержки Wi-Fi, выключив другие беспроводные\n'
                           'устройства, играя близко к маршрутизатору Wi-Fi, и подключив\n'
                           'хост игры непосредственно к сети через Ethernet.'),
        'explanationScale':0.8,
        'explanationText':('Для настройки смартфона или планшета в качестве контроллера\n'
                           'установите на нем приложение "${REMOTE_APP_NAME}". К игре ${APP_NAME}\n'
                           'можно подключить любое количество устройств через Wi-Fi, бесплатно!'),
        'forAndroidText':'для Android:',
        'forIOSText':'для iOS:',
        'getItForText':('Скачайте приложение ${REMOTE_APP_NAME} для iOS в Apple App Store\n'
                        'или для Android в Google Play Store или Amazon Appstore'),
        'googlePlayText':'Google Play',
        'titleText':'Использование мобильных устройств в качестве контроллеров:'
    },
    'continuePurchaseText':'Продолжить за ${PRICE}?',
    'continueText':'Продолжить',
    'controlsText':'Управление',
    'coopSelectWindow':{
        'activenessAllTimeInfoText':'Это не относится к абсолютным рекордам.',
        'activenessInfoText':('Этот множитель повышается когда вы играете,\n'
                              'и понижается когда вы не играете.'),
        'activityText':'Активность',
        'campaignText':'Кампания',
        'challengesInfoText':('Выигрывай призы за мини-игры.\n'
                              '\n'
                              'Призы и сложность увеличиваются\n'
                              'каждый раз после победы и\n'
                              'уменьшаются в случае провала.'),
        'challengesText':'Испытания',
        'currentBestText':'Последний рекорд',
        'customText':'Другое',
        'entryFeeText':'Участие',
        'forfeitConfirmText':'Так просто сдаться?',
        'forfeitNotAllowedYetText':'Вы не можете покинуть это состязание.',
        'forfeitText':'Сдаться',
        'multipliersText':'Множители',
        'nextChallengeText':'Следующее испытание',
        'nextPlayText':'Следующая игра',
        'ofTotalTimeText':'из ${TOTAL}',
        'playNowText':'Играть',
        'pointsText':'Очки',
        'powerRankingFinishedSeasonUnrankedText':'(сезон завершен без ранга)',
        'powerRankingNotInTopText':'(не в ${NUMBER} лучших)',
        'powerRankingPointsEqualsText':'= ${NUMBER} очков',
        'powerRankingPointsMultText':'(x ${NUMBER} очков)',
        'powerRankingPointsText':'${NUMBER} очков',
        'powerRankingPointsToRankedText':'(${CURRENT} из ${REMAINING} очков)',
        'powerRankingText':'Ранг игрока',
        'prizesText':'Призы',
        'proMultInfoText':('Здесь игроки с обновлением ${PRO}\n'
                           'получают ${PERCENT}% умножение очков.'),
        'seeMoreText':'Подробнее...',
        'skipWaitText':'Пропустить ожидание',
        'timeRemainingText':'Оставшееся время',
        'titleText':'Кооператив',
        'toRankedText':'Получено',
        'totalText':'всего',
        'tournamentInfoText':('Добейся высокого результата с\n'
                              'другими игроками твоей лиги.\n'
                              '\n'
                              'Награды вручаются самым крутым\n'
                              'по окончании турнира.'),
        'welcome1Text':('Добро пожаловать в ${LEAGUE}. Вы можете\n'
                        'повысить свою лигу получая звёзды, то есть, получая \n'
                        'достижения и выигрывая трофеи в турнирах.'),
        'welcome2Text':('Вы также можете заработать билеты от многих из тех же видов деятельности.\n'
                        'Билеты могут быть использованы , чтобы разблокировать новые персонажи , карты и\n'
                        'мини -игры, чтобы войти турниры, и многое другое.'),
        'yourPowerRankingText':'Ваш ранг:'
    },
    'copyOfText':'Копия ${NAME}',
    'copyText':'Копия',
    'copyrightText':'© 2018 Daniil Rakhov',
    'createAPlayerProfileText':'Создать профиль?',
    'createEditPlayerText':'<Создание / редактирование персонажа🌚>',
    'createText':'Создать',
    'creditsWindow':{
        'additionalAudioArtIdeasText':'Дополнительное аудио, предварительные иллюстрации и идеи: ${NAME}',
        'additionalMusicFromText':'Дополнительная музыка: ${NAME}',
        'allMyFamilyText':'Всем моим друзьям и семье, которые помогли играть тестовую версию',
        'codingGraphicsAudioText':'Программирование, графика и аудио: ${NAME}',
        'languageTranslationsText':'Языковые переводы:',
        'legalText':'Юридическая информация:',
        'publicDomainMusicViaText':'Общедоступная музыка через ${NAME}',
        'softwareBasedOnText':'Это программное обеспечение частично основано на работе ${NAME}',
        'songCreditText':('${TITLE} исполняет ${PERFORMER}\n'
                          'Композитор ${COMPOSER}, Аранжировка ${ARRANGER}, Издано ${PUBLISHER},\n'
                          'Предоставлено ${SOURCE}'),
        'soundAndMusicText':'Звук и музыка:',
        'soundsText':'Звуки (${SOURCE}):',
        'specialThanksText':'Особая благодарность:',
        'thanksEspeciallyToText':'Отдельное спасибо ${NAME}',
        'titleText':'Участвовали в создании ${APP_NAME}',
        'whoeverInventedCoffeeText':'Тому, кто изобрел кофе'
    },
    'currentStandingText':'Ваша текущая позиция: ${RANK}',
    'customizeText':'Изменить...',
    'deathsTallyText':'${COUNT} смертей',
    'deathsText':'Смерти',
    'debugText':'отладка',
    'debugWindow':{
        'reloadBenchmarkBestResultsText':'Внимание: для этого теста рекомендуется установить Настройки->Графика->Текстуры на \'Высок.\'',
        'runCPUBenchmarkText':'Запустить тест производительности CPU',
        'runGPUBenchmarkText':'Запустить тест производительности GPU',
        'runMediaReloadBenchmarkText':'Запустить тест производительности загрузки медиа',
        'runStressTestText':'Выполнить тест-нагрузку',
        'stressTestPlayerCountText':'Количество игроков',
        'stressTestPlaylistDescriptionText':'плей-лист нагрузочного испытания',
        'stressTestPlaylistNameText':'Название плей-листа',
        'stressTestPlaylistTypeText':'Тип плей-листа',
        'stressTestRoundDurationText':'Продолжительность раунда',
        'stressTestTitleText':'Тест-нагрузка',
        'titleText':'Тесты производительности и тесты-нагрузки',
        'totalReloadTimeText':'Общее время перезагрузки: ${TIME} (подробности см. в логе)',
        'unlockCoopText':'Разблокировать кооперативные уровни'
    },
    'defaultFreeForAllGameListNameText':'Стандартные игры \'Каждый за себя\'',
    'defaultGameListNameText':'Стандартный плей-лист режима ${PLAYMODE}',
    'defaultNewFreeForAllGameListNameText':'Мои игры \'Каждый за себя\'',
    'defaultNewGameListNameText':'Мой плей-лист ${PLAYMODE}',
    'defaultNewTeamGameListNameText':'Мои командные игры',
    'defaultTeamGameListNameText':'Стандартные командные игры',
    'deleteText':'Удалить',
    'demoText':'демонстрация',
    'denyText':'Отклонить',
    'desktopResText':'Разреш. экрана',
    'difficultyEasyText':'Легкий',
    'difficultyHardOnlyText':'Только в трудном режиме',
    'difficultyHardText':'Трудный',
    'difficultyHardUnlockOnlyText':('Этот уровень может быть открыт только в сложном режиме.\n'
                                    'Думаете, сможете!?!?!'),
    'directBrowserToURLText':'Пожалуйста, направьте веб-браузер по следующему адресу:',
    'disableRemoteAppConnectionsText':'Отключить соединения RemoteApp',
    'disableXInputDescriptionText':'Позволяет подключение более 4 контроллеров, но может не очень хорошо работать.',
    'disableXInputText':'Отключить XInput',
    'doneText':'Готово',
    'drawText':'Ничья',
    'duplicateText':'Дублировать',
    'editGameListWindow':{
        'addGameText':('Добавить\n'
                       'игру'),
        'cantOverwriteDefaultText':'Невозможно перезаписать стандартный плей-лист!',
        'cantSaveAlreadyExistsText':'Плей-лист с таким именем уже существует!',
        'cantSaveEmptyListText':'Невозможно сохранить пустой плей-лист!',
        'editGameText':('Изменить\n'
                        'игру'),
        'gameListText':'Список игр',
        'listNameText':'Название плей-листа',
        'nameText':'Название',
        'removeGameText':('Удалить\n'
                          'игру'),
        'saveText':'Сохранить список',
        'titleText':'Редактор плей-листа'
    },
    'editProfileWindow':{
        'accountProfileInfoText':('У этого особенного профиля есть имя\n'
                                  'и иконка, основанные на вашем аккаунте.\n'
                                  '\n'
                                  '${ICONS}\n'
                                  '\n'
                                  'Создайте дополнительные профили, чтобы \n'
                                  'использовать разные имена и иконки.'),
        'accountProfileText':'(профиль аккаунта)',
        'availableText':'Имя "${NAME}" доступно.',
        'changesNotAffectText':'Внимание: изменения не повлияют на профили, уже находящиеся в игре',
        'characterText':'персонаж',
        'checkingAvailabilityText':'Проверка доступности для "${NAME}"...',
        'colorText':'цвет',
        'getMoreCharactersText':'Еще персонажей...',
        'getMoreIconsText':'Еще иконок...',
        'globalProfileInfoText':('Глобальным профилям игроков гарантированы уникальные\n'
                                 'имена. У них также есть дополнительные иконки.'),
        'globalProfileText':'(глобальный профиль)',
        'highlightText':'акцент',
        'iconText':'Иконка',
        'localProfileInfoText':('У локальных игровых профилей нет иконок и им не гарантированы\n'
                                'уникальные имена. Обновите до глобального профиля, чтобы\n'
                                'зарезервировать уникальное имя и добавить иконку.'),
        'localProfileText':'(локальный профиль)',
        'nameDescriptionText':'Имя игрока',
        'nameText':'Имя',
        'randomText':'случайное',
        'titleEditText':'Изменение профиля',
        'titleNewText':'Новый профиль',
        'unavailableText':'"${NAME}" недоступно; попробуйте другое имя.',
        'upgradeProfileInfoText':('Это зарезервирует ваше имя игрока\n'
                                  'и позволит вам добавить иконку.'),
        'upgradeToGlobalProfileText':'Обновить до глобального профиля'
    },
    'editProfilesAnyTimeText':'(профиль можно изменить в любое время в \'настройках\')',
    'editSoundtrackWindow':{
        'cantDeleteDefaultText':'Невозможно удалить стандартный саундтрек.',
        'cantEditDefaultText':'Невозможно изменить стандартный саундтрек. Создайте копию или новый саундтрек.',
        'cantEditWhileConnectedOrInReplayText':'Нельзя редактировать саундтреки находясь в лобби или в записи.',
        'cantOverwriteDefaultText':'Невозможно перезаписать стандартный саундтрек',
        'cantSaveAlreadyExistsText':'Саундтрек с таким именем уже существует!',
        'copyText':'Копировать',
        'defaultGameMusicText':'<стандартная музыка игры>',
        'defaultSoundtrackNameText':'Стандартный саундтрек',
        'deleteConfirmText':('Удалить саундтрек:\n'
                             '\n'
                             '${NAME}\'?'),
        'deleteText':('Удалить\n'
                      'саундтрек'),
        'duplicateText':('Копировать\n'
                         'саундтрек'),
        'editSoundtrackText':'Редактор саундтрека',
        'editText':('Изменить\n'
                    'саундтрек'),
        'fetchingITunesText':'загрузка плей-листов iTunes...',
        'musicVolumeZeroWarning':'Внимание: громкость музыки установлена на 0',
        'nameText':'Название',
        'newSoundtrackNameText':'Мой саундтрек ${COUNT}',
        'newSoundtrackText':'Новый саундтрек:',
        'newText':('Новый\n'
                   'саундтрек'),
        'selectAPlaylistText':'Выберите плей-лист',
        'selectASourceText':'Источник музыки',
        'soundtrackText':'Саундтрек',
        'testText':'тест',
        'titleText':'Саундтреки',
        'useDefaultGameMusicText':'Стандартная музыка',
        'useITunesPlaylistText':'iTunes плей-лист',
        'useMusicFileText':'Музыкальные файлы (mp3 и т.д.)',
        'useMusicFolderText':'Папка с музыкой'
    },
    'editText':'Редактировать',
    'endText':'Конец',
    'enjoyText':'Удачи!',
    'epicDescriptionFilterText':'${DESCRIPTION} в эпическом замедленном действии.',
    'epicNameFilterText':'${NAME} в эпическом режиме',
    'errorAccessDeniedText':'доступ запрещен',
    'errorOutOfDiskSpaceText':'нет места на диске',
    'errorText':'Ошибка',
    'errorUnknownText':'неизвестная ошибка',
    'exitGameText':'Выйти из ${APP_NAME}?',
    'exportSuccessText':'\'${NAME}\' экспортирован.',
    'externalStorageText':'Внешняя память',
    'failText':'Провал',
    'fatalErrorText':('Ой, что-то потерялось или сломалось.\n'
                      'Попытайтесь переустановить приложение или\n'
                      'обратитесь к ${EMAIL} за помощью.'),
    'fileSelectorWindow':{
        'titleFileFolderText':'Выберите файл или папку',
        'titleFileText':'Выберите файл',
        'titleFolderText':'Выберите папку',
        'useThisFolderButtonText':'Использовать эту папку'
    },
    'finalScoreText':'Финальные очки',
    'finalScoresText':'Финальные очки',
    'finalTimeText':'Финальное время',
    'finishingInstallText':'Завершается установка, минутку...',
    'fireTVRemoteWarningText':('* Для лучшего результата используйте\n'
                               'игровые контроллеры или установите\n'
                               'приложение \'${REMOTE_APP_NAME}\'\n'
                               'на ваших телефонах и планшетах.'),
    'firstToFinalText':'Финал до ${COUNT} очков',
    'firstToSeriesText':'Серия до ${COUNT} очков',
    'fiveKillText':'👌🌝МУЛЬТИКИЛЛ🌝👌!!!',
    'flawlessWaveText':'Идеально!',
    'fourKillText':'👌🌚КВАДРОКИЛЛ!!!🌚👌',
    'freeForAllText':'Каждый за себя',
    'friendScoresUnavailableText':'Очки друзей недоступны.',
    'gameCenterText':'GameCenter',
    'gameCircleText':'GameCircle',
    'gameLeadersText':'Лидеры игры ${COUNT}',
    'gameListWindow':{
        'cantDeleteDefaultText':'Невозможно удалить стандартный плей-лист!',
        'cantEditDefaultText':'Невозможно изменить стандартный плей-лист! Создайте копию или новый список.',
        'cantShareDefaultText':'Вы не можете делиться стандартным плейлистом.',
        'deleteConfirmText':'Удалить "${LIST}"?',
        'deleteText':('Удалить\n'
                      'плей-лист'),
        'duplicateText':('Дублировать\n'
                         'плей-лист'),
        'editText':('Изменить\n'
                    'плей-лист'),
        'gameListText':'Список игр',
        'newText':('Новый\n'
                   'плей-лист'),
        'showTutorialText':'Показать тьюториал',
        'shuffleGameOrderText':'Смешать порядок игр',
        'titleText':'Настроить плей-листы \'${TYPE}\''
    },
    'gameSettingsWindow':{
        'addGameText':'Добавить игру'
    },
    'gamepadDetectedText':'обнаружен 1 контроллер',
    'gamepadsDetectedText':'Обнаружены ${COUNT} контроллера.',
    'gamesToText':'${WINCOUNT}:${LOSECOUNT}',
    'gatherWindow':{
        'aboutDescriptionLocalMultiplayerExtraText':('Помните: любое устройство в совместной игре поддерживает\n'
                                                     'несколько игроков, если у вас хватает контроллеров.'),
        'aboutDescriptionText':('Используйте эти закладки, чтобы создать лобби.\n'
                                '\n'
                                'Лобби позволяет играть в игры и турниры\n'
                                'с друзьями на разных устройствах.\n'
                                '\n'
                                'Нажмите кнопку ${PARTY} в правом верхнем углу,\n'
                                'чтобы общаться с друзьями в вашем лобби.\n'
                                '(на контроллере, нажмите ${BUTTON} находясь в меню)'),
        'aboutText':'Инфо',
        'addressFetchErrorText':'<ошибка запроса адресов>',
        'appInviteInfoText':('Пригласите друзей поиграть в BombSquad и они\n'
                             'получат ${COUNT} бесплатных билетов. Ты получишь\n'
                             '${YOU_COUNT} за каждого друга.'),
        'appInviteMessageText':'${NAME} отправил вам ${COUNT} билетов в ${APP_NAME}',
        'appInviteSendACodeText':'Отправьте им код',
        'appInviteTitleText':'Приглашение в ${APP_NAME}',
        'bluetoothAndroidSupportText':'(работает с любым устройством, поддерживающим Bluetooth)',
        'bluetoothDescriptionText':'Создать/войти в лобби через Bluetooth:',
        'bluetoothHostText':'Создать лобби через Bluetooth',
        'bluetoothJoinText':'Присоединиться через Bluetooth',
        'bluetoothText':'Bluetooth',
        'checkingText':'проверка...',
        'dedicatedServerInfoText':'Для лучшего результата создайте отдельный сервер. Смотри bombsquadgame.com/server',
        'disconnectClientsText':('Это отключит ${COUNT} игроков\n'
                                 'в вашем лобби. Вы уверены?'),
        'earnTicketsForRecommendingAmountText':('Друзья получат ${COUNT} билетов, если они активируют ваш код\n'
                                                '(а вы будете получать ${YOU_COUNT} билетов за каждую активацию)'),
        'earnTicketsForRecommendingText':('Поделись игрой\n'
                                          'Получи билеты...'),
        'emailItText':'Послать Email',
        'friendHasSentPromoCodeText':'${COUNT} ${APP_NAME} билетов от ${NAME}',
        'friendPromoCodeAwardText':'Вы получите ${COUNT} билетов за каждую активацию.',
        'friendPromoCodeExpireText':'Код действителен в течении ${EXPIRE_HOURS} часов и только для новых игроков.',
        'friendPromoCodeInstructionsText':('Для активации в ${APP_NAME} зайдите в\n'
                                           '"Настройки->Дополнительно->Ввести промо-код".Перейди на сайт bombsquadgame.com чтоб скачать версию игры для своей платформы.'),
        'friendPromoCodeRedeemLongText':'Каждая активация принесет ${COUNT} билетов до ${MAX_USES} игрокам.',
        'friendPromoCodeRedeemShortText':'Он принесет ${COUNT} билетов в игре.',
        'friendPromoCodeWhereToEnterText':'(в "Настройках->Дополнительно->Ввести код")',
        'getFriendInviteCodeText':'Получить промо-код',
        'googlePlayDescriptionText':'Пригласить игроков Google Play в ваше лобби:',
        'googlePlayInviteText':'Пригласить',
        'googlePlayReInviteText':('В вашем лобби ${COUNT} игроков Google Play.\n'
                                  'Если вы начнете новое приглашение, они будут отключены.\n'
                                  'Добавьте их в новое приглашение, чтобы их вернуть.'),
        'googlePlaySeeInvitesText':'Смотреть приглашения',
        'googlePlayText':'Google Play',
        'googlePlayVersionOnlyText':'(Только для Android / Google Play)',
        'hostPublicPartyDescriptionText':'Создать публичную группу:',
        'inDevelopmentWarningText':('Примечание:\n'
                                    '\n'
                                    'Сетевая игра является новой и еще развивающейся функцией.\n'
                                    'В настоящее время, настоятельно рекомендуется, чтобы все\n'
                                    'игроки были в той же сети Wi-Fi.'),
        'internetText':'Интернет',
        'inviteAFriendText':('Друзья еще не играют? Пригласи их\n'
                             'попробовать и они получат ${COUNT} билетов.'),
        'inviteFriendsText':'Пригласить друзей',
        'joinPublicPartyDescriptionText':'Присоединиться к публичной группе:',
        'localNetworkDescriptionText':'Войти в лобби в вашей сети:',
        'localNetworkText':'Локальная сеть',
        'makePartyPrivateText':'Сделать мое лобби приватным',
        'makePartyPublicText':'Сделать мое лобби публичным',
        'manualAddressText':'Адрес',
        'manualConnectText':'Подключиться',
        'manualDescriptionText':'Войти в лобби по адресу:',
        'manualJoinableFromInternetText':'К вам можно подключаться из Интернета?:',
        'manualJoinableNoWithAsteriskText':'НЕТ*',
        'manualJoinableYesText':'ДА',
        'manualRouterForwardingText':'*чтобы исправить, попробуйте настроить маршрутизатор для перенаправления UDP-порта ${PORT} на ваш локальный адрес',
        'manualText':'Вручную',
        'manualYourAddressFromInternetText':'Ваш адрес из Интернета:',
        'manualYourLocalAddressText':'Ваш локальный адрес:',
        'noConnectionText':'<нет соединения>',
        'otherVersionsText':'(Другие версии)',
        'partyInviteAcceptText':'Принять',
        'partyInviteDeclineText':'Отклонить',
        'partyInviteGooglePlayExtraText':'(смотрите вкладку \'Google Play\' в разделе \'Собрать\')',
        'partyInviteIgnoreText':'Игнорировать',
        'partyInviteText':('${NAME} пригласил\n'
                           'вас в его лобби!'),
        'partyNameText':'Имя команды',
        'partySizeText':'Размер группы',
        'partyStatusCheckingText':'Проверка...',
        'partyStatusJoinableText':'Ваша команда доступна через интернет',
        'partyStatusNoConnectionText':'Сервер недоступен',
        'partyStatusNotJoinableText':'Ваша команда недоступна через интернет',
        'partyStatusNotPublicText':'Ваша команда не для всех',
        'pingText':'пинг',
        'portText':'Порт',
        'requestingAPromoCodeText':'Запрашиваем код...',
        'sendDirectInvitesText':'Послать приглашение',
        'shareThisCodeWithFriendsText':'Поделись кодом с друзьями:',
        'showMyAddressText':'Показать мой адрес',
        'startAdvertisingText':'Включить доступ',
        'stopAdvertisingText':'Отключить доступ',
        'titleText':'Собрать',
        'wifiDirectDescriptionBottomText':('Если у всех устройств есть панель \'Wi-Fi Direct\', они могут использовать ее, чтобы найти\n'
                                           'и соединиться друг с другом. Когда все устройства подключены, вы можете созать здесь лобби,\n'
                                           'используя вкладку \'Локальная сеть\', так же, как и с обычной Wi-Fi сетью.\n'
                                           '\n'
                                           'Для лучших результатов, хост Wi-Fi Direct также должен быть хостом группы ${APP_NAME}.'),
        'wifiDirectDescriptionTopText':('Wi-Fi Direct может быть использован для соединения устройств Android напрямую без\n'
                                        'Wi-Fi сети. Это лучше всего работает на Android 4.2 или новее.\n'
                                        '\n'
                                        'Чтобы использовать, откройте настройки Wi-Fi и поищите Wi-Fi Direct в меню.'),
        'wifiDirectOpenWiFiSettingsText':'Открыть настройки Wi-Fi',
        'wifiDirectText':'Wi-Fi Direct',
        'worksBetweenAllPlatformsText':'(работает между всеми платформами)',
        'worksWithGooglePlayDevicesText':'(работает с устройствами, использующими версию игры Google Play (Android)',
        'youHaveBeenSentAPromoCodeText':'Вам был выслан ${APP_NAME} промо-код:'
    },
    'getCoinsWindow':{
        'coinDoublerText':'Удвоение монет',
        'coinsText':'Монеты: ${COUNT}',
        'freeCoinsText':'Бесплатные монеты',
        'restorePurchasesText':'Восстановить покупки',
        'titleText':'Получить монеты'
    },
    'getTicketsWindow':{
        'freeText':'БЕСПЛАТНО!',
        'freeTicketsText':'Бесплатные билеты',
        'inProgressText':'Выполняется транзакция; повторите попытку через несколько секунд.',
        'purchasesRestoredText':'Покупки проверены',
        'receivedTicketsText':'Получено ${COUNT} билетов!',
        'restorePurchasesText':'Восстановить покупки',
        'ticketDoublerText':'Удвоитель билетов',
        'ticketPack1Text':'Маленькая пачка билетов',
        'ticketPack2Text':'Средняя пачка билетов',
        'ticketPack3Text':'Большая пачка билетов',
        'ticketPack4Text':'Огромная пачка билетов',
        'ticketPack5Text':'Слоновая пачка билетов',
        'ticketPack6Text':'Максимальная пачка билетов',
        'ticketsFromASponsorText':('Получить ${COUNT} билетов\n'
                                   'от спонсора'),
        'ticketsText':'Билетов: ${COUNT}',
        'titleText':'Получить билеты',
        'unavailableLinkAccountText':('Извините, но на этой платформе покупки недоступны.\n'
                                      'В качестве решения, вы можете привязать этот аккаунт \n'
                                      'к аккаунту на другой платформе, и совершать покупки там.'),
        'unavailableTemporarilyText':'Сейчас недоступно; повторите попытку позже.',
        'unavailableText':'К сожалению это не доступно.',
        'versionTooOldText':'Извините, ваша версия игры устарела; пожалуйста, обновите на новую.',
        'youHaveShortText':'у вас ${COUNT}',
        'youHaveText':'У вас ${COUNT} билетов'
    },
    'googlePlayText':'Google Play',
    'graphicsSettingsWindow':{
        'alwaysText':'Всегда',
        'fullScreenCmdText':'Полноэкранный (Cmd-F)',
        'fullScreenCtrlText':'Полноэкранный (Ctrl-F)',
        'gammaText':'Гамма',
        'highText':'Высокий',
        'higherText':'Ультра',
        'lowText':'Низкий',
        'mediumText':'Средний',
        'neverText':'Никогда',
        'resolutionText':'Разрешение',
        'showFPSText':'Показывать FPS',
        'texturesText':'Текстуры',
        'titleText':'Графика',
        'tvBorderText':'Граница телевизора',
        'verticalSyncText':'Вертикальная синхронизация',
        'visualsText':'Видеоряд'
    },
    'modpackSettingsWindow':{
        'titleText':'Настройки модпака',
        'admPrefixText':'Префикс админа',
        'playerEffectTimerText':'Таймер исчезновения эффекта',
        'uiGameText':'Показывать название игры(матча)',
        'powerupLightText':'Подсвечивать повер-ап\'ы',
        'powerupTimerText':'Таймер исчезновения повер-ап\'а',
        'bombTimerText':'Индикатор до взрыва бомбы',
        'deleteModPackText':'Удалить модпак',
        'newServerUIText':'Расширенные опции лобби'
    },
    'serverInfo':{
        'enter':'Войти',
        'get':'Инфо',
        'set':'Сохранить'
    },
    'sessionSettingsWindow':{
        'slowMotion':'Замедленный режим игры',
        'titleText':'Настройки сессии',
        'standartTime':'Стандартное время игры',
        'sunriseTime':'Восход',
        'dayTime':'День',
        'noonTime':'Середина дня',
        'sunsetTime':'Закат',
        'nightTime':'Ночь',
        'cycleTime':'Дневной цикл'
    },
    'helpWindow':{
        'bombInfoText':('- Бомба -\n'
                        'Сильнее ударов, но может привести\n'
                        'к смертельным повреждениям. Для\n'
                        'наилучших результатов бросать в\n'
                        'противника пока не догорел фитиль.'),
        'bombInfoTextScale':0.6,
        'canHelpText':'${APP_NAME} может помочь.',
        'controllersInfoText':('Вы можете играть в ${APP_NAME} с друзьями по сети, или вы все можете\n'
                               'играть на одном устройстве, если у вас достаточно контроллеров.\n'
                               '${APP_NAME} поддерживает любые контроллеры; можно даже использовать телефоны \n'
                               'в качестве контроллеров через бесплатное приложение \'${REMOTE_APP_NAME}.\n'
                               'Смотрите Настройки-> Контроллеры для получения дополнительной информации.'),
        'controllersInfoTextFantasia':('Один игрок может использовать пульт дистанционного управления,\n'
                                       'но рекомендуется использовать геймпад. Также вместо контроллеров\n'
                                       'можно использовать мобильные устройства с помощью\n'
                                       'бесплатного приложения \'BombSquad Remote\'.\n'
                                       'Дополнительную информацию см. в \'Настройки\'>\'Контроллеры\'.'),
        'controllersInfoTextMac':('Один-два игрока могут играть с клавиатуры, но BombSquad лучше всего работает\n'
                                  'с геймпадами. Управлять персонажами в BombSquad можно с помощью USB геймпадов,\n'
                                  'контроллеров PS3, Xbox 360, Wii и устройств iOS/Android. Надеюсь, у вас есть такие\n'
                                  'под рукой. Дополнительную информацию см. в разделе \'Настройки\' > \'Контроллеры\'.'),
        'controllersInfoTextOuya':('С BombSquad можно использовать контроллеры OUYA, PS3, Xbox 360, а также\n'
                                   'множество других USB и Bluetooth геймпадов. Также можно использовать\n'
                                   'устройства iOS и Android в качестве контроллеров через бесплатное приложение\n'
                                   '\'BombSquad Remote\'. Дополнительную информацию см. в \'Настройки\' > \'Контроллеры\'.'),
        'controllersText':'Контроллеры',
        'controlsSubtitleText':'У вашего дружелюбного персонажа из ${APP_NAME} есть несколько простых действий:',
        'controlsText':'Управление',
        'devicesInfoText':('В ВР-версию ${APP_NAME} можно играть по сети с обычной версией,\n'
                           'так что вытаскивайте свои дополнительные телефоны, планшеты\n'
                           'и компьютеры, и играйте на них. Можно даже подключить\n'
                           'обычную версию игры к ВР-версии, чтобы позволить\n'
                           'остальным наблюдать за действием.'),
        'devicesText':'Устройства',
        'friendsGoodText':('Бывают полезны. В ${APP_NAME} веселее играть с несколькими игроками;\n'
                           'поддерживается до 8 игроков одновременно, что приводит нас к:'),
        'friendsText':'Друзья',
        'jumpInfoText':('- Прыжок -\n'
                        'Прыгайте для перескакивания,\n'
                        'швыряния предметов подальше\n'
                        'или для выражения радости.'),
        'orPunchingSomethingText':'Или ударить, сбросить с обрыва и взорвать бомбой-липучкой по дороге вниз.',
        'pickUpInfoText':('- Захват -\n'
                          'Хватайте флаги, врагов\n'
                          'и все, что не прикручено к полу.\n'
                          'Чтобы бросить, нажмите еще раз.'),
        'powerupBombDescriptionText':('Позволяет швырнуть три бомбы\n'
                                      'подряд, вместо одной.'),
        'powerupBombNameText':'Тройные бомбы',
        'powerupCurseDescriptionText':('Этих, наверное, лучше избегать.\n'
                                       ' ...или нет?'),
        'powerupCurseNameText':'Проклятие',
        'powerupHealthDescriptionText':('Ни за что не догадаетесь.\n'
                                        'Возвращает полное здоровье.'),
        'powerupHealthNameText':'Аптечка',
        'powerupIceBombsDescriptionText':('Слабее, чем обычные бомбы\n'
                                          'но делает врагов заморожеными\n'
                                          'и особенно хрупкими.'),
        'powerupIceBombsNameText':'Ледяные бомбы',
        'powerupImpactBombsDescriptionText':('Чуть слабее обычных бомб,\n'
                                             'но взрываются при ударе.'),
        'powerupImpactBombsNameText':'Ударные бомбы',
        'powerupLandMinesDescriptionText':('Выдаются по 3 штуки.\n'
                                           'Полезны для защиты базы или\n'
                                           'усмирения быстроногих врагов.'),
        'powerupLandMinesNameText':'Мины',
        'powerupPunchDescriptionText':('Делают ваши удары быстрее, \n'
                                       'лучше, сильнее.'),
        'powerupPunchNameText':'Боксерские перчатки',
        'powerupUnbreakableNameText':'Невозмутимость',
        'powerupUnbreakableDescriptionText':('Немного снижает входящий урон.'),
        'powerupPandoraBoxDescriptionText':('Может сделать всё, что захотите.\n'
                                    'А может и нет.'),
        'powerupPandoraBoxNameText':'Ящик Пандоры',
        'powerupShieldDescriptionText':('Немного поглощает повреждения,\n'
                                        'чтобы вам не пришлось.'),
        'powerupShieldNameText':'Энергетический щит',
        'powerupStickyBombsDescriptionText':('Липнут ко всему, чего касаются.\n'
                                             'И начинается веселье.'),
        'powerupStickyBombsNameText':'Бомбы-липучки',
        'powerupYellowShieldDescriptionText':('Может защитить от отравления.'),
        'powerupYellowShieldNameText':'Укрепленный щит',
        'powerupTpBombsDescriptionText':('Отправят противников \n'
                                            'подальше от вас.'),
        'powerupTpBombsNameText':'Телепортирующие бомбы',
        'powerupKillLaKillBombsDescriptionText':('Намного мощнее обычных бомб.'),
        'powerupKillLaKillBombsNameText':'Тяжёлые бомбы',
        'powerupFireworkBombsDescriptionText':'Вроде бы, безопасен?',
        'powerupFireworkBombsNameText':'Фейерверк',
        'powerupPoisonBombsDescriptionText':('Наносят продолжительный урон.'),
        'powerupPoisonBombsNameText':'Отравленные бомбы',
        'powerupJumpingBombsDescriptionText':('Слабее обычных бомб, \nно могут отпрыгивать.'),
        'powerupJumpingBombsNameText':'Рикошет',
        'powerupDirtBombsDescriptionText':('На некоторое время создают болото, \nчерез которое трудно пройти.'),
        'powerupDirtBombsNameText':'Грязевые бомбы',
        'powerupMultiBombsDescriptionText':('Как и понятно из названия, \n'
                               'неограниченный запас бомб.'),
        'powerupMultiBombsNameText':'Бесконечные бомбы',
        'powerupSpeedPunchDescriptionText':('Дают почувствовать себя\n'
                                'заядлым фанатом Чака Норриса.'),
        'powerupSpeedPunchNameText':'Ускоренные удары',
        'powerupsSubtitleText':'Конечно, ни одна игра не обходится без усилителей:',
        'powerupsText':'Усилители',
        'punchInfoText':('- Удар -\n'
                         'Чем быстрее двигаются кулаки -\n'
                         'тем cильнее удар. Так что бегайте\n'
                         'и крутитесь как ненормальные.'),
        'runInfoText':('- Бег -\n'
                       'Для бега удерживайте нажатой ЛЮБУЮ кнопку. Для этого хороши верхние триггеры\n'
                       'или плечевые кнопки, если они у вас есть. Бегом передвигаться быстрее,\n'
                       'но труднее поворачивать, так что осторожно с обрывами.'),
        'someDaysText':'Иногда просто хочется что-нибудь ударить. Или взорвать.',
        'titleText':'Справка ${APP_NAME}',
        'toGetTheMostText':'Чтобы выжать максимум из этой игры, вам необходимо:',
        'welcomeText':'Добро пожаловать в ${APP_NAME}!'
    },
    'holdAnyButtonText':'<держать любую кнопку>',
    'holdAnyKeyText':'<держать любую клавишу>',
    'hostIsNavigatingMenusText':'- ${HOST} в меню навигации как босс -',
    'importPlaylistCodeInstructionsText':'Используйте показанный код чтобы импортировать этот плейлист где то ещё:',
    'importPlaylistSuccessText':'Импортирован плейлист ${TYPE}  \'${NAME}\'',
    'importText':'Импорт',
    'importingText':'Импортирую...',
    'inGameClippedNameText':('В игре будет\n'
                             '"${NAME}"'),
    'installDiskSpaceErrorText':('ОШИБКА: не удалось завершить установку. Может быть\n'
                                 'не хватает свободного места на вашем устройстве.\n'
                                 'Освободите место и попробуйте еще раз.'),
    'internal':{
        'arrowsToExitListText':'чтобы выйти из списка нажмите ${LEFT} или ${RIGHT}',
        'buttonText':'кнопка',
        'cantKickHostError':'Невозможно выгнать создателя.',
        'chatBlockedText':'${NAME} заблокирован на ${TIME} секунд.',
        'connectedToGameText':'Вошел в игру \'${NAME}\'',
        'connectedToPartyText':'Вошел в лобби ${NAME}!',
        'connectingToPartyText':'Идет соединение...',
        'connectionFailedHostAlreadyInPartyText':'Соединение не удалось; хост находится в другом лобби.',
        'connectionFailedPartyFullText':'Соединение не удалось; группа полная',
        'connectionFailedText':'Соединение не удалось.',
        'connectionFailedVersionMismatchText':('Соединение не удалось; хост использует другую версию игры.\n'
                                               'Убедитесь, что версии обеих сторон обновлены, и попытайтесь снова.'),
        'connectionRejectedText':'Соединение отклонено.',
        'controllerConnectedText':'${CONTROLLER} подключен.',
        'controllerDetectedText':'Обнаружен 1 контроллер.',
        'controllerDisconnectedText':'${CONTROLLER} отсоединен.',
        'controllerDisconnectedTryAgainText':'${CONTROLLER} отсоединен. Попробуйте подключиться еще раз.',
        'controllerForMenusOnlyText':'Этот контороллер не используется в игре; только в навигационном меню',
        'controllerReconnectedText':'${CONTROLLER} снова подключен.',
        'controllersConnectedText':'Подключено ${COUNT} контроллеров.',
        'controllersDetectedText':'Обнаружено ${COUNT} контроллеров.',
        'controllersDisconnectedText':'Отсоединено ${COUNT} контроллеров.',
        'corruptFileText':'Обнаружены поврежденные файлы. Попытайтесь переустановить или обратитесь к ${EMAIL}',
        'errorPlayingMusicText':'Ошибка воспроизведения музыки: ${MUSIC}',
        'errorResettingAchievementsText':'Не удается сбросить онлайн-медали, пожалуйста, попробуйте позже.',
        'hasMenuControlText':'${NAME} контролирует меню',
        'incompatibleNewerVersionHostText':('Хост использует более новую версию игры.\n'
                                            'Обновитесь до последней версии и попробуйте снова.'),
        'incompatibleVersionHostText':('Хост использует другую версию игры.\n'
                                       'Убедитесь, что обе ваши версии обновлены, и попытайтесь снова.'),
        'incompatibleVersionPlayerText':('${NAME} использует другую версию игры и не может соединится.\n'
                                         'Убедитесь, что обе ваши версии обновлены, и попытайтесь снова.'),
        'invalidAddressErrorText':'Ошибка: неправильный адрес.',
        'invalidNameErrorText':'Ошибка: некорректное имя.',
        'invalidPortErrorText':'Ошибка: неверный порт.',
        'invitationSentText':'Приглашение отправлено.',
        'invitationsSentText':'Отправлено ${COUNT} приглашений.',
        'joinedPartyInstructionsText':('Кто-то вошел в ваше лобби.\n'
                                       'Нажмите \'Играть\' чтобы начать игру.'),
        'keyboardText':'Клавиатура',
        'kickIdlePlayersKickedText':'${NAME} выкинут за бездействие.',
        'kickIdlePlayersWarning1Text':'${NAME} будет выкинут через ${COUNT} секунд при бездействии.',
        'kickIdlePlayersWarning2Text':'(это можно выключить в Настройки -> Дополнительно)',
        'leftGameText':'Покинул \'${NAME}\'',
        'leftPartyText':'Вышел из лобби ${NAME}.',
        'noMusicFilesInFolderText':'В папке нет музыкальных файлов.',
        'playerJoinedPartyText':'${NAME} вошел в лобби!',
        'playerLeftPartyText':'${NAME} покинул лобби.',
        'rejectingInviteAlreadyInPartyText':'Приглашение отклонено (уже в лобби).',
        'serverRestartingText':'ПЕРЕЗАГРУЗКА. Попробуйте позже...',
        'signInErrorText':'Ошибка входа.',
        'signInNoConnectionText':'Невозможно войти. (нет интернет соединения?)',
        'teamNameText':'Команда ${NAME}',
        'telnetAccessDeniedText':'ОШИБКА: пользователь не предоставил доступ Telnet.',
        'timeOutText':'(осталось ${TIME} секунд)',
        'touchScreenJoinWarningText':('Вы присоединились с сенсорным экраном.\n'
                                      'Если это была ошибка, нажмите \'Меню->Покинуть игру\'.'),
        'touchScreenText':'Сенсорный экран',
        'trialText':'проба',
        'unableToResolveHostText':'Ошибка: невозможно достичь хоста.',
        'unavailableNoConnectionText':'Сейчас это недоступно (нет интернет соединения?)',
        'vrOrientationResetCardboardText':('Используйте это, чтобы сбросить ориентации VR.\n'
                                           'Чтобы играть в игру вы должны будете внешнего контроллера .'),
        'vrOrientationResetText':'Сброс ориентации ВР.',
        'willTimeOutText':'(время выйдет при бездействии)'
    },
    'jumpBoldText':'ПРЫЖОК',
    'jumpText':'Прыгнуть',
    'keepText':'Оставить',
    'keepTheseSettingsText':'Оставить эти настройки?',
    'kickOccurredText':'${NAME} изгнали.',
    'kickQuestionText':'Изгнать ${NAME}?',
    'kickText':'Изгнать',
    'kickVoteFailedNotEnoughVotersText':'Недостаточно игроков для голосования',
    'kickVoteFailedText':'Голосование на вылет не удалось.',
    'kickVoteStartedText':'Начато голосование за вылет ${NAME}.',
    'kickVoteText':'Голосовать за вылет',
    'kickWithChatText':'Наберите ${YES} для согласия или ${NO} для отказа.',
    'killsTallyText':'Убито ${COUNT}',
    'killsText':'Убито',
    'kioskWindow':{
        'easyText':'Легкий',
        'epicModeText':'Эпический режим',
        'fullMenuText':'Полное меню',
        'hardText':'Трудный',
        'mediumText':'Средний',
        'singlePlayerExamplesText':'Примеры одиночной игры / кооператива',
        'versusExamplesText':'Примеры игр друг против друга'
    },
    'languageSetText':'Язык установлен на "${LANGUAGE}".',
    'lapNumberText':'Круг ${CURRENT}/${TOTAL}',
    'lastGamesText':'(последние ${COUNT} игр)',
    'leaderboardsText':'Таблицы лидеров',
    'league':{
        'allTimeText':'Абсолютные',
        'currentSeasonText':'Текущий сезон (${NUMBER})',
        'leagueFullText':'Лига ${NAME}',
        'leagueRankText':'Ранг лиги',
        'leagueText':'Лига',
        'rankInLeagueText':'#${RANK}, ${NAME} League${SUFFIX}',
        'seasonEndedDaysAgoText':'Сезон завершился ${NUMBER} дней назад.',
        'seasonEndsDaysText':'Сезон завершится через ${NUMBER} дней.',
        'seasonEndsHoursText':'Сезон завершится через ${NUMBER} часов.',
        'seasonEndsMinutesText':'Сезон завершится через ${NUMBER} минут.',
        'seasonText':'Сезон ${NUMBER}',
        'tournamentLeagueText':'Чтобы участвовать в этом турнире, вы должны достичь лиги ${NAME}.',
        'trophyCountsResetText':'Трофеи будут сброшены в следующем сезоне.'
    },
    'levelBestScoresText':'лучший рекорд на ${LEVEL}',
    'levelBestTimesText':'Лучшее время на ${LEVEL}',
    'levelFastestTimesText':'Лучшее время уровня ${LEVEL}',
    'levelHighestScoresText':'Лучшие очки уровня ${LEVEL}',
    'levelIsLockedText':'${LEVEL} заблокирован.',
    'levelMustBeCompletedFirstText':'Сначала должен быть пройден ${LEVEL}.',
    'levelText':'Уровень ${NUMBER}',
    'levelUnlockedText':'Уровень разблокирован!',
    'livesBonusText':'Бонус жизней',
    'loadingText':'загрузка',
    'loadingTryAgainText':'Загрузка; попробуй снова через несколько секунд...',
    'macControllerSubsystemBothText':'Оба(не рекомендуется)',
    'macControllerSubsystemClassicText':'Классический',
    'macControllerSubsystemDescriptionText':'(попробуйте изменить это,если ваши контроллеры не рабочие)',
    'macControllerSubsystemMFiNoteText':('Сделано для iOS контроллера/Мак обнаружил;\n'
                                         'Возможно,вы захотите включить это в Настройки->контроллеры'),
    'macControllerSubsystemMFiText':'Сделано для iOS/Мак',
    'macControllerSubsystemTitleText':'Поддержка контроллера',
    'mainMenu':{
        'creditsText':'Благодарности',
        'demoMenuText':'Меню примеров',
        'endGameText':'Закончить игру',
        'exitGameText':'Выйти из игры',
        'exitToMenuText':'Выйти в меню?',
        'howToPlayText':'Как играть',
        'justPlayerText':'(Только ${NAME})',
        'leaveGameText':'Покинуть игру',
        'leavePartyConfirmText':'Действительно покинуть лобби?',
        'leavePartyText':'Покинуть лобби',
        'leaveText':'Уйти',
        'quitText':'Выйти',
        'resumeText':'Продолжить',
        'settingsText':'Настройки'
    },
    'makeItSoText':'Поехали!',
    'mapSelectGetMoreMapsText':'Еще карт...',
    'mapSelectText':'Выбрать...',
    'mapSelectTitleText':'Карты игры ${GAME}',
    'mapText':'Карта',
    'maxConnectionsText':'Максимум соединений',
    'maxPartySizeText':'Размер группы',
    'maxPlayersText':'Максимум игроков',
    'mostValuablePlayerText':'Самый ценный игрок',
    'mostViolatedPlayerText':'Самый побитый игрок',
    'mostViolentPlayerText':'Самый буйный игрок',
    'moveText':'Движение',
    'multiKillText':'${COUNT} ЗА РАЗ!!!',
    'multiPlayerCountText':'${COUNT} игрока',
    'mustInviteFriendsText':('Примечание: вы должны пригласить друзей\n'
                             'на панели "${GATHER}" или присоединить\n'
                             'контроллеры для совместной игры.'),
    'nameBetrayedText':'${NAME} предал ${VICTIM}.',
    'nameDiedText':'${NAME} умер.',
    'nameKilledText':'${NAME} убил ${VICTIM}.',
    'nameNotEmptyText':'Имя не может быть пустым!',
    'nameScoresText':'${NAME} ведет!',
    'nameSuicideKidFriendlyText':'${NAME} убился.',
    'nameSuicideText':'${NAME} совершил суицид.',
    'nameText':'Имя',
    'nativeText':'Собственный',
    'newPersonalBestText':'Новый личный рекорд!',
    'newTestBuildAvailableText':('Доступна новая тестовая версия! (${VERSION} сборка ${BUILD}).\n'
                                 'Обновить: ${ADDRESS}'),
    'newText':'Новый',
    'newVersionAvailableText':'Доступна новая версия ${APP_NAME}! (${VERSION})',
    'nextAchievementsText':'Следующие достижения:',
    'nextLevelText':'Следующий уровень',
    'noAchievementsRemainingText':'- нет',
    'noContinuesText':'(без продолжений)',
    'noExternalStorageErrorText':'На данном устройстве не найдено внешней памяти',
    'noGameCircleText':'Ошибка: не вошли в GameCircle',
    'noJoinCoopMidwayText':'К кооперативным играм нельзя присоединиться посреди игры.',
    'noProfilesErrorText':('У вас нет профиля игрока, так что вас будут звать \'${NAME}\'.\n'
                           'Создать профиль можно перейдя в \'Настройки\' > \'Профили игроков\'.'),
    'noScoresYetText':'Счета пока нет.',
    'noThanksText':'Нет, спасибо',
    'noValidMapsErrorText':'Для данного типа игры не найдено корректных карт.',
    'notEnoughPlayersRemainingText':'Осталось недостаточно игроков; выйдите и начните новую игру.',
    'notEnoughPlayersText':'Для начала этой игры нужно как минимум ${COUNT} игрока!',
    'notNowText':'Не сейчас',
    'notSignedInErrorText':'Войдите в аккаунт для начала.',
    'notSignedInGooglePlayErrorText':'Войдите сначала в Google Play, а там посмотрим.',
    'notSignedInText':'(вы не вошли)',
    'nothingIsSelectedErrorText':'Ничего не выбрано!',
    'numberText':'${NUMBER}',
    'offText':'Выкл',
    'okText':'Ok',
    'onText':'Вкл',
    'onslaughtRespawnText':'${PLAYER} возродится в ${WAVE} волне',
    'orText':'${A} или ${B}',
    'otherText':'Другие...',
    'outOfText':'(${RANK} из ${ALL})',
    'ownFlagAtYourBaseWarning':('Чтобы набрать очки, ваш собственный\n'
                                'флаг должен быть на вашей базе!'),
    'packageModsEnabledErrorText':'Сетевая игра запрещена когда включены моды локального пакета (см. Настройки->Дополнительно)',
    'partyWindow':{
        'chatMessageText':'Сообщение чата',
        'emptyText':'Ваше лобби пустое',
        'hostText':'(хост)',
        'sendText':'Отправить',
        'titleText':'Ваше лобби'
    },
    'pausedByHostText':'(остановлено хостом)',
    'perfectWaveText':'Идеальная волна!',
    'pickUpBoldText':'ПОДНЯТЬ',
    'pickUpText':'Поднять',
    'playModes':{
        'coopText':'Кооператив',
        'freeForAllText':'Каждый сам за себя',
        'multiTeamText':'Мультикомандный',
        'singlePlayerCoopText':'Одиночная игра / Кооператив',
        'teamsText':'Команды'
    },
    'playText':'Играть',
    'playWindow':{
        'coopText':'Кооператив',
        'freeForAllText':'Каждый за себя',
        'oneToFourPlayersText':'1-4 игрока',
        'teamsText':'Команды',
        'titleText':'Играть',
        'twoToEightPlayersText':'2-8 игроков'
    },
    'playerCountAbbreviatedText':'${COUNT}и',
    'playerDelayedJoinText':'${PLAYER} присоединится в следующем раунде.',
    'playerInfoText':'Об Игроке',
    'playerLeftText':'${PLAYER} покинул игру.',
    'playerLimitReachedText':'Достигнут лимит ${COUNT} игроков. Больше добавить нельзя.',
    'playerLimitReachedUnlockProText':'Обновитесь до "${PRO}" в магазине чтобы играть с более чем ${COUNT} игроками.',
    'playerProfilesWindow':{
        'cantDeleteAccountProfileText':'Вы не можете удалить профиль аккаунта.',
        'deleteButtonText':('Удалить\n'
                            'профиль'),
        'deleteConfirmText':'Удалить \'${PROFILE}\'?',
        'editButtonText':('Изменить\n'
                          'профиль'),
        'explanationText':'(настраивайте имена и внешний вид игрока)',
        'newButtonText':('Новый\n'
                         'профиль'),
        'titleText':'Профили игроков'
    },
    'playerText':'Игрок',
    'playlistNoValidGamesErrorText':'Этот плейлист содержит неоткрытые игры.',
    'playlistNotFoundText':'плей-лист не найден',
    'playlistsText':'плей-листы',
    'pleaseRateText':('Если вам нравится игра ${APP_NAME}, пожалуйста, подумайте о том,\n'
                      'чтобы оценить ее или написать рецензию. Это обеспечивает полезную\n'
                      'обратную связь и помогает поддержать дальнейшую разработку.\n'
                      '\n'
                      'спасибо!\n'
                      '-Эрик'),
    'pleaseWaitText':'Пожалуйста подождите...',
    'practiceText':'Тренировка',
    'pressAnyButtonPlayAgainText':'Нажмите любую кнопку чтобы играть снова...',
    'pressAnyButtonText':'Нажмите любую кнопку чтобы продолжить...',
    'pressAnyButtonToJoinText':'нажмите любую кнопку чтобы присоединиться...',
    'pressAnyKeyButtonPlayAgainText':'Нажмите любую клавишу/кнопку чтобы играть снова...',
    'pressAnyKeyButtonText':'Нажмите любую клавишу/кнопку чтобы продолжить...',
    'pressAnyKeyText':'Нажмите любую клавишу...',
    'pressJumpToFlyText':'** Чтобы лететь, продолжайте нажимать прыжок **',
    'pressPunchToJoinText':'нажмите УДАР чтобы присоединиться...',
    'pressToOverrideCharacterText':'нажмите ${BUTTONS} чтобы переопределить своего персонажа',
    'pressToSelectProfileText':'Нажмите ${BUTTONS} чтобы выбрать игрока',
    'pressToSelectTeamText':'нажмите ${BUTTONS} чтобы выбрать команду',
    'profileInfoText':('Создайте профили для себя и своих друзей, чтобы\n'
                       'настроить ваши имена, цвета и персонажей.'),
    'promoCodeWindow':{
        'codeText':'Код',
        'codeTextDescription':'Промо-код',
        'enterText':'Отправить'
    },
    'promoSubmitErrorText':'Ошибка отправки кода, проверьте своё интернете соединение',
    'ps3ControllersWindow':{
        'macInstructionsText':('Выключите питание на задней панели PS3, убедитесь, что Bluetooth\n'
                               'включен на вашем компьютере, а затем подключите контроллер к Маку\n'
                               'с помощью кабеля USB для синхронизации. Теперь можно использовать\n'
                               'кнопку контроллера \'PS\' чтобы подключить его к Маку\n'
                               'в проводном (USB) или беспроводном (Bluetooth) режиме.\n'
                               '\n'
                               'На некоторых Маках при синхронизации может потребоваться код доступа.\n'
                               'В этом случае обратитесь к следующей инструкции или к гуглу.\n'
                               '\n'
                               '\n'
                               '\n'
                               '\n'
                               'Контроллеры PS3, связанные по беспроводной сети, должны появиться\n'
                               'в списке устройств в Настройках системы -> Bluetooth. Возможно, вам придется\n'
                               'удалить их из этого списка, если вы хотите снова использовать их с PS3.\n'
                               '\n'
                               'Также всегда отключайте их от Bluetooth, когда он не используется,\n'
                               'иначе будут садиться батарейки.\n'
                               '\n'
                               'Bluetooth должен обрабатывать до 7 подключенных устройств,\n'
                               'хотя у вас может получиться по-другому.'),
        'ouyaInstructionsText':('Чтобы использовать контроллер PS3 с OUYA, просто подключите его один раз\n'
                                'с помощью кабеля USB для синхронизации. Это может отключить другие\n'
                                'контроллеры, тогда нужно перезагрузить OUYA и отсоединить кабель USB.\n'
                                '\n'
                                'После этого можно использовать кнопку \'PS\' контроллера для беспроводного\n'
                                'подключения. После игры нажмите и удерживайте кнопку \'PS\' в течение\n'
                                '10 секунд чтобы выключить контроллер, в противном случае он может\n'
                                'остаться включенным и разрядит батарейки.'),
        'pairingTutorialText':'видео-тьюториал по синхронизации',
        'titleText':'Использование контроллеров PS3 с ${APP_NAME}:'
    },
    'publicBetaText':'ОТКРЫТАЯ БЕТА-ВЕРСИЯ',
    'punchBoldText':'УДАР',
    'punchText':'Ударить',
    'purchaseForText':'Купить за ${PRICE}',
    'purchaseGameText':'Купить игру',
    'purchasingText':'Покупка...',
    'quitGameText':'Выйти из ${APP_NAME}?',
    'quittingIn5SecondsText':'Выход через 5 секунд...',
    'randomPlayerNamesText':'Дима, Кузя, Вован, Маха, Русский, Какуля, Бибер, Борька, Няшка, Толян',
    'randomText':'Случайный',
    'rankText':'Ранг',
    'ratingText':'Рейтинг',
    'reachWave2Text':'Достигните второй волны, чтобы получить ранг.',
    'readyText':'готов',
    'recentText':'последний',
    'remainingInTrialText':'осталось в пробной версии',
    'remoteAppInfoShortText':('Играть в ${APP_NAME} с семьей или друзьями гораздо веселее.\n'
                              'Подключите один или несколько джойстиков или установите\n'
                              '${REMOTE_APP_NAME} на свои устройства, чтобы использовать\n'
                              'их в качестве джойстиков.'),
    'remote_app':{
        'app_name':'ДУ BombSquad',
        'app_name_short':'ДУBS',
        'button_position':'Положение кнопки',
        'button_size':'Размер кнопки',
        'cant_resolve_host':'Сервер не найден.',
        'capturing':'Слушаю...',
        'connected':'Соединено.',
        'description':('Используйте Ваш телефон или планшет как контроллер BombSquad.\n'
                       'До 8 устройств могут быть одновременно подключены для эпических битв в мультиплеере на одном ТВ или планшете.'),
        'disconnected':'Выброшен сервером.',
        'dpad_fixed':'неподвижный',
        'dpad_floating':'плавающий',
        'dpad_position':'Расположение D-Pad',
        'dpad_size':'Размер D-Pad',
        'dpad_type':'Тип D-Pad',
        'enter_an_address':'Введите адрес',
        'game_full':'Комната заполнена или соединения не принимаются.',
        'game_shut_down':'Сервер отключился.',
        'hardware_buttons':'Аппаратные кнопки',
        'join_by_address':'Присоединиться по адресу...',
        'lag':'Лаг: ${SECONDS} секунд',
        'reset':'Сброс',
        'run1':'Бег 1',
        'run2':'Бег 2',
        'searching':'Ищем игры BombSquad...',
        'searching_caption':('Нажмите на название игры для входа.\n'
                             'Убедитесь, что вы находитесь в той же сети, что и игра.'),
        'start':'Старт',
        'version_mismatch':('Несовпадение версий.\n'
                            'Убедитесь, что BombSquad и контроллер BombSquad\n'
                            'обновлены до последней версии и повторите попытку.')
    },
    'removeInGameAdsText':'Разблокируйте "${PRO}" в магазине, чтобы убрать рекламу в игре.',
    'renameText':'Переименовать',
    'replayEndText':'Завершить просмотр записи',
    'replayNameDefaultText':'Запись последней игры',
    'replayReadErrorText':'Ошибка чтения файла записи.',
    'replayRenameWarningText':'Переименуйте запись "${REPLAY}" чтобы ее сохранить; иначе она будет перезаписана.',
    'replayVersionErrorText':('К сожалению, эта запись была сделана в другой\n'
                              'версии игры и не может быть использована.'),
    'replayWatchText':'Смотреть запись',
    'replayWriteErrorText':'Ошибка записи файла записи.',
    'replaysText':'Записи',
    'reportPlayerExplanationText':('Пожалуйтесь по этому адресу на читеров, грубиянов или кто плохо себя ведет.\n'
                                   'Опишите чем недовольны:'),
    'reportThisPlayerCheatingText':'Нечестный игрок',
    'reportThisPlayerLanguageText':'Грубиян',
    'reportThisPlayerReasonText':'На что хотите пожаловаться?',
    'reportThisPlayerText':'Жалоба на Игрока',
    'requestingText':'Запрос данных...',
    'restartText':'Начать заново',
    'retryText':'Повтор',
    'revertText':'Восстановить',
    'runText':'Бежать',
    'saveText':'Сохранить',
    'scoreChallengesText':'Медали за очки',
    'scoreListUnavailableText':'Список очков недоступен.',
    'scoreText':'Очки',
    'scoreUnits':{
        'millisecondsText':'Миллисекунды',
        'pointsText':'Очки',
        'secondsText':'Секунды'
    },
    'scoreWasText':'(было ${COUNT})',
    'selectText':'Выбрать',
    'seriesWinLine1PlayerText':'ПОБЕДИЛ В',
    'seriesWinLine1TeamText':'ПОБЕДИЛИ В',
    'seriesWinLine1Text':'ПОБЕДИЛ В',
    'seriesWinLine2Text':'СЕРИИ!',
    'settingsWindow':{
        'accountText':'Аккаунт',
        'advancedText':'Дополнительно',
        'audioText':'Аудио',
        'controllersText':'Контроллеры',
        'modpackText':'Настройки модпака',
        'sessionText':'Настройки сессии',
        'graphicsText':'Графика',
        'playerProfilesMovedText':'Примечание: Пользователи игроков были перемещены в окно Аккаунты в главном меню.',
        'playerProfilesText':'Профили игроков',
        'titleText':'Настройки'
    },
    'settingsWindowAdvanced':{
        'alwaysUseInternalKeyboardDescriptionText':'(простая, удобная для контроллера виртуальная клавиатура для ввода текста)',
        'alwaysUseInternalKeyboardText':'Всегда использовать встроенную клавиатуру',
        'benchmarksText':'Тест производительности и тест-нагрузка',
        'disableThisNotice':'(вы можете отключить это уведомление в настройках)',
        'enablePackageModsDescriptionText':'(позволяет дополнительные возможности для моддинга, но отключает сетевую игру)',
        'enablePackageModsText':'Включить моды локального пакета',
        'enterPromoCodeText':'Введите промо-код',
        'forTestingText':'Примечание: эти значения используются только для тестирования и будут потеряны, когда приложение завершит работу.',
        'helpTranslateText':('Переводы игры ${APP_NAME} с английского сделаны общественными\n'
                             'усилиями. Если вы хотите предложить или исправить\n'
                             'перевод, следуйте по ссылке ниже. Заранее спасибо!'),
        'kickIdlePlayersText':'Выкидывать бездействующих игроков',
        'kidFriendlyModeText':'Семейный режим (меньше насилия, и т.д.)',
        'languageText':'Язык',
        'moddingGuideText':'Руководство по моддингу',
        'mustRestartText':'Необходимо перезапустить игру, чтобы изменения вступили в силу.',
        'netTestingText':'Тестирование сети',
        'resetText':'Сбросить',
        'showBombTrajectoriesText':'Показывать траекторию бомбы',
        'showPlayerNamesText':'Показывать имена игроков',
        'showUserModsText':'Показать папку модов',
        'titleText':'Дополнительно',
        'translationEditorButtonText':'Редактор перевода ${APP_NAME}',
        'translationFetchErrorText':'статус перевода недоступен',
        'translationFetchingStatusText':'проверка статуса перевода...',
        'translationInformMe':'Сообщите нам, если ваш язык нуждается в обновлениях',
        'translationNoUpdateNeededText':'данный язык полностью обновлен, ура!',
        'translationUpdateNeededText':'** данный язык нуждается в обновлениях!! **',
        'vrTestingText':'Тестирование VR'
    },
    'shareText':'Поделиться',
    'sharingText':'Делимся...',
    'showText':'Показать',
    'signInForPromoCodeText':'Вы должны войти в аккаунт для активации кода.',
    'signInWithGameCenterText':('Чтобы использовать аккаунт GameCenter,\n'
                                'войдите через GameCenter.'),
    'singleGamePlaylistNameText':'Просто ${GAME}',
    'singlePlayerCountText':'1 игрок',
    'soloNameFilterText':'${NAME} соло',
    'soundtrackTypeNames':{
        'CharSelect':'Выбор персонажа',
        'Chosen One':'Избранный',
        'Epic':'Игры в эпическом режиме',
        'Epic Race':'Эпическая гонка',
        'FlagCatcher':'Захват флага',
        'Flying':'Счастливые мысли',
        'Football':'Регби',
        'ForwardMarch':'Нападение',
        'GrandRomp':'Завоевание',
        'Hockey':'Хоккей',
        'Keep Away':'Не подходить!',
        'Marching':'Манёвр',
        'Menu':'Главное меню',
        'Onslaught':'Атака',
        'Race':'Гонка',
        'Scary':'Царь горы',
        'Scores':'Счетное табло',
        'Survival':'Ликвидация',
        'ToTheDeath':'Смертельный бой',
        'Victory':'Табло финального счета'
    },
    'spaceKeyText':'пробел',
    'statsText':'Статистика',
    'storagePermissionAccessText':'Это требует доступа к хранилищу',
    'store':{
        'partiesFounded': 'Серверов найдено: ',
        'searchCounts': 'Поисков совершено: ',
        'alreadyOwnText':'У вас уже есть ${NAME}!',
        'bombSquadProDescriptionText':('• Удваивает билеты заработанные за достижения\n'
                                       '• Убирает внутриигровую рекламу\n'
                                       '• Включает ${COUNT} бонусных билетов\n'
                                       '• +${PERCENT}% дополнительных очков лиги\n'
                                       '• Разблокировывает \'${INF_ONSLAUGHT}\' и\n'
                                       '  \'${INF_RUNAROUND}\' кооперативные уровни'),
        'bombSquadProFeaturesText':'Особенности:',
        'bombSquadProNameText':'${APP_NAME} Pro',
        'bombSquadProNewDescriptionText':('- Убирает рекламу\n'
                                          '- Откроет мини-игры\n'
                                          '- Также включает:'),
        'buyText':'Купить',
        'charactersText':'Персонажи',
        'comingSoonText':'Скоро в эфире...',
        'extrasText':'Дополнительно',
        'freeBombSquadProText':('BombSquad теперь бесплатная игра, но если вы приобрели ее ранее, то вы\n'
                                'получаете обновление BombSquad Pro и ${COUNT} билетов в качестве благодарности.\n'
                                'Наслаждайтесь новыми возможностями, и спасибо за вашу поддержку! \n'
                                '-Эрик'),
        'gameUpgradesText':'Обновления игры',
        'getCoinsText':'Купить монеты',
        'holidaySpecialText':'Праздничная акция',
        'howToSwitchCharactersText':'(Зайдите в "${SETTINGS} -> ${PLAYER_PROFILES}", чтобы выбрать и изменить персонажей)',
        'howToUseIconsText':'(создайте глобальные профили игроков (в окне аккаунт) чтобы использовать это)',
        'howToUseMapsText':'(используйте эти карты в ваших собственных командных/все-против-всех плейлистах)',
        'iconsText':'Иконки',
        'loadErrorText':('Не удается загрузить страницу.\n'
                         'Проверьте подключение к Интернету.'),
        'loadingText':'загрузка',
        'mapsText':'Карты',
        'miniGamesText':'Мини-игры',
        'oneTimeOnlyText':'(только один раз)',
        'purchaseAlreadyInProgressText':'Эта покупка уже выполняется.',
        'purchaseConfirmText':'Купить ${ITEM}?',
        'purchaseNotValidError':('Покупка недействительна.\n'
                                 'Если это ошибка, обратитесь к ${EMAIL}.'),
        'purchaseText':'Купить',
        'saleBundleText':'Распродажа в комплекте!',
        'saleExclaimText':'Распродажа!',
        'salePercentText':'(Скидка ${PERCENT}%)',
        'saleText':'СКИДКА',
        'searchText':'Поиск',
        'teamsFreeForAllGamesText':'Командные игры / Каждый сам за себя',
        'totalWorthText':'*** ${TOTAL_WORTH} значение! ***',
        'upgradeQuestionText':'Обновить?',
        'winterSpecialText':'Зимняя акция',
        'youOwnThisText':'- у вас это уже есть -'
    },
    'storeDescriptionText':('Игровое безумие с 8 игроками!\n'
                            '\n'
                            'Взрывайте своих друзей (или ботов) в турнире взрывных мини-игр, таких как Захват флага и Эпический смертельный бой замедленного действия!\n'
                            '\n'
                            'С простым управлением и расширенной поддержкой контроллеров 8 человек могут присоединиться к действию, можно даже использовать мобильные устройства как контроллеры через бесплатное приложение \'BombSquad Remote\'!\n'
                            '\n'
                            'В атаку!\n'
                            '\n'
                            'См. www.froemling.net/BombSquad для дополнительной информации.'),
    'storeDescriptions':{
        'blowUpYourFriendsText':'Взорви друзей.',
        'competeInMiniGamesText':'Соревнуйтесь в мини-играх от гонок до левитации.',
        'customize2Text':'Настройка персонажей, мини-игр и даже саундтрека.',
        'customizeText':'Настройка персонажей и создание своих собственных плей-листов мини-игр.',
        'sportsMoreFunText':'Спорт веселее со взрывчаткой.',
        'teamUpAgainstComputerText':'Команды против компьютера.'
    },
    'storeText':'Магазин',
    'submitText':'Отправить',
    'submittingPromoCodeText':'Активация кода....',
    'teamNamesColorText':'имена/цвета команд',
    'teamsText':'Команды',
    'telnetAccessGrantedText':'Доступ Telnet включен.',
    'telnetAccessText':'Обнаружен доступ Telnet. Разрешить?',
    'testBuildErrorText':'Эта версия устарела, пожалуйста, проверьте обновления.',
    'testBuildText':'Тестовая версия',
    'testBuildValidateErrorText':'Не удается проверить тестовую сборку. (нет соединения с сетью?)',
    'testBuildValidatedText':'Тестовая сборка проверена. Наслаждайтесь!',
    'thankYouText':'Спасибо за вашу поддержку! Веселой игры!!',
    'threeKillText':'Тройное убийство',
    'timeBonusText':'Респект+',
    'timeElapsedText':'Прошло времени',
    'timeExpiredText':'Время вышло',
    'timeSuffixDaysText':'${COUNT}д',
    'timeSuffixHoursText':'${COUNT}ч',
    'timeSuffixMinutesText':'${COUNT}м',
    'timeSuffixSecondsText':'${COUNT}с',
    'tipText':'Подсказка',
    'titleText':'BombSquad',
    'titleVRText':'BombSquad ВР',
    'topFriendsText':'Топ друзей',
    'tournamentCheckingStateText':'Проверка статуса турнира, пожалуйста, подождите...',
    'tournamentEndedText':'Турнир закончился. Скоро начнется новый.',
    'tournamentEntryText':'Вход в турнир',
    'tournamentResultsRecentText':'Последние Результаты турнира',
    'tournamentStandingsText':'Позиции в турнире',
    'tournamentText':'Турнир',
    'tournamentTimeExpiredText':'Время турнира истекло',
    'tournamentsText':'Турниры',
    'translations':{
        'characterNames':{
            'Agent Johnson':'Агент Джонсон',
            'B-9000':'B-9000',
            'Bernard':'Бернард',
            'Bones':'Костяшки',
            'Butch':'Силач',
            'Easter Bunny':'Пасхальный кролик',
            'Flopsy':'Флопси',
            'Frosty':'Снеговик',
            'Gretel':'Гретель',
            'Grumbledorf':'Грамблдорф',
            'Jack Morgan':'Джек Морган',
            'Kronk':'Кронк',
            'Lee':'Ли',
            'Lucky':'Счастливчик',
            'Mel':'Мэл',
            'Middle-Man':'Нормальный',
            'Minimus':'Минимус',
            'Pascal':'Пингвинчик',
            'Pixel':'Пикси',
            'Sammy Slam':'Сэмми Слэм',
            'Santa Claus':'Санта Клаус',
            'Snake Shadow':'Тень Змеи',
            'Spaz':'Спаз',
            'Taobao Mascot':'Таобао',
            'Todd':'Тодд',
            'Todd McBurton':'Тодд МакБартон',
            'Xara':'Ксара',
            'Zoe':'Зои',
            'Zola':'Зола'
        },
        'coopIconNames':{
            ('Infinite\n'
             'Onslaught'):('Бесконечная\n'
                           'атака'),
            ('Infinite\n'
             'Runaround'):('Бесконечный\n'
                           'маневр'),
            ('Onslaught\n'
             'Training'):('Атака:\n'
                          'тренировка'),
            ('Pro\n'
             'Football'):('Регби\n'
                          'профи'),
            ('Pro\n'
             'Onslaught'):('Атака\n'
                           'профи'),
            ('Pro\n'
             'Runaround'):('Манёвр\n'
                           'профи'),
            ('Rookie\n'
             'Football'):('Регби\n'
                          'для новичков'),
            ('Rookie\n'
             'Onslaught'):('Атака\n'
                           'для новичков'),
            ('The\n'
             'Last Stand'):('Последний\n'
                            'рубеж'),
            ('Uber\n'
             'Football'):('Убер\n'
                          'регби'),
            ('Uber\n'
             'Onslaught'):('Убер\n'
                           'атака'),
            ('Uber\n'
             'Runaround'):('Убер\n'
                           'манёвр')
        },
        'coopLevelNames':{
            '${GAME} Training':'Тренировка ${GAME}',
            'Infinite ${GAME}':'Бесконечный уровень ${GAME}',
            'Infinite Onslaught':'Бесконечная атака',
            'Infinite Runaround':'Бесконечный манёвр',
            'Onslaught':'Бесконечная атака',
            'Onslaught Training':'Атака: Легко',
            'Pro ${GAME}':'${GAME}: Сложно',
            'Pro Football':'Регби: Сложно',
            'Pro Onslaught':'Атака: Сложно',
            'Pro Runaround':'Манёвр: Сложно',
            'Rookie ${GAME}':'${GAME}: Легко',
            'Rookie Football':'Регби: Легко',
            'Rookie Onslaught':'Атака: Легко',
            'Runaround':'Бесконечный манёвр',
            'The Last Stand':'Последний рубеж',
            'Uber ${GAME}':'${GAME}: Невозможно',
            'Uber Football':'Регби: Невозможно',
            'Uber Onslaught':'Атака: Невозможно',
            'Uber Runaround':'Манёвр: Невозможно'
        },
        'gameDescriptions':{
            ('Be the chosen one for a length of time to win.\n'
             'Kill the chosen one to become it.'):('Чтобы победить, стань избранным на некоторое время.\n'
                                                   'Чтобы стать избранным, убей избранного.'),
            'Bomb as many targets as you can.':'Взорвите столько мишеней, сколько сможете.',
            'Carry the flag for ${ARG1} seconds.':'Пронесите флаг в течение ${ARG1} секунд.',
            'Carry the flag for a set length of time.':'Пронесите флаг в течение заданного времени.',
            'Crush ${ARG1} of your enemies.':'Разбейте ${ARG1} врагов.',
            'Defeat all enemies.':'Победите всех врагов.',
            'Dodge the falling bombs.':'Увернитесь от падающих бомб.',
            'Final glorious epic slow motion battle to the death.':'Финальная эпическая смертельная битва замедленного действия.',
            'Gather eggs!':'Соберите яйца!',
            'Get the flag to the enemy end zone.':'Отнесите флаг в зону защиты противника.',
            'How fast can you defeat the ninjas?':'Как быстро вы сможете победить ниндзя?',
            'Kill a set number of enemies to win.':'Убейте заданное число врагов, чтобы выиграть.',
            'Last one standing wins.':'Побеждает последний стоящий на ногах.',
            'Last remaining alive wins.':'Побеждает последний в живых.',
            'Last team standing wins.':'Побеждает последняя стоящая на ногах команда.',
            'Prevent enemies from reaching the exit.':'Не дайте врагам дойти до выхода.',
            'Reach the enemy flag to score.':'Доберитесь до вражеского флага чтобы набрать очки.',
            'Return the enemy flag to score.':'Принесите вражеский флаг на базу, чтобы набрать очки.',
            'Run ${ARG1} laps.':'Пробегите ${ARG1} кругов.',
            'Run ${ARG1} laps. Your entire team has to finish.':'Пробегите ${ARG1} кругов. Финишировать должна вся команда.',
            'Run 1 lap.':'Пробегите 1 круг.',
            'Run 1 lap. Your entire team has to finish.':'Пробегите 1 круг. Финишировать должна вся команда.',
            'Run real fast!':'Бегите очень быстро!',
            'Score ${ARG1} goals.':'Забейте ${ARG1} голов.',
            'Score ${ARG1} touchdowns.':'Сделайте ${ARG1} тачдауна.',
            'Score a goal':'Забейте гол',
            'Score a goal.':'Забейте гол.',
            'Score a touchdown.':'Сделайте тачдаун.',
            'Score some goals.':'Забейте несколько голов.',
            'Secure all ${ARG1} flags.':'Захватите все флаги: ${ARG1}.',
            'Secure all flags on the map to win.':'Захватите все флаги на карте, чтобы выиграть.',
            'Secure the flag for ${ARG1} seconds.':'Захватите флаг на ${ARG1} секунд.',
            'Secure the flag for a set length of time.':'Захватите флаг на определенное время.',
            'Steal the enemy flag ${ARG1} times.':'Украдите вражеский флаг ${ARG1} раз.',
            'Steal the enemy flag.':'Украдите вражеский флаг.',
            'There can be only one.':'Может быть только один.',
            'Touch the enemy flag ${ARG1} times.':'Коснитесь вражеского флага ${ARG1} раз.',
            'Touch the enemy flag.':'Коснитесь вражеского флага.',
            'carry the flag for ${ARG1} seconds':'пронесите флаг в течение ${ARG1} секунд',
            'kill ${ARG1} enemies':'убейте ${ARG1} врагов',
            'last one standing wins':'побеждает последний стоящий на ногах',
            'last team standing wins':'побеждает последняя стоящая на ногах команда',
            'return ${ARG1} flags':'принесите ${ARG1} флагов на базу',
            'return 1 flag':'принесите 1 флаг на базу',
            'run ${ARG1} laps':'пробегите ${ARG1} кругов',
            'run 1 lap':'пробегите 1 круг',
            'score ${ARG1} goals':'забейте ${ARG1} голов',
            'score ${ARG1} touchdowns':'сделайте ${ARG1} тачдауна',
            'score a goal':'забейте гол',
            'score a touchdown':'сделайте тачдаун',
            'secure all ${ARG1} flags':'захватите все флаги: ${ARG1}',
            'secure the flag for ${ARG1} seconds':'захватите флаг на ${ARG1} секунд',
            'touch ${ARG1} flags':'коснитесь ${ARG1} флагов',
            'touch 1 flag':'коснитесь 1 флага'
        },
        'gameNames':{
            'Assault':'Нападение',
            'Capture the Flag':'Захват флага',
            'Chosen One':'Избранный',
            'Conquest':'Завоевание',
            'Death Match':'Смертельный бой',
            'Easter Egg Hunt':'Охота на пасхальные яйца',
            'Elimination':'Ликвидация',
            'Football':'Регби',
            'Hockey':'Хоккей',
            'Keep Away':'Не подходить!',
            'King of the Hill':'Царь горы',
            'Meteor Shower':'Метеоритный дождь',
            'Ninja Fight':'Бой с ниндзя',
            'Onslaught':'Атака',
            'Race':'Гонка',
            'Runaround':'Обход',
            'Target Practice':'Стрельба по мишеням',
            'The Last Stand':'Последний рубеж'
        },
        'inputDeviceNames':{
            'Keyboard':'Клавиатура',
            'Keyboard P2':'Клавиатура P2'
        },
        'languages':{
            'Arabic':'Арабский',
            'Belarussian':'Белорусский',
            'Chinese':'Китайский',
            'Croatian':'Харватский',
            'Czech':'Чешский',
            'Danish':'Датский',
            'Dutch':'Голландский',
            'English':'Английский',
            'Esperanto':'Эсперанто',
            'Finnish':'Финский',
            'French':'Французский',
            'German':'Немецкий',
            'Gibberish':'Абракадабра',
            'Greek':'греческий',
            'Hindi':'Хинди',
            'Hungarian':'Венгерский',
            'Indonesian':'Индонезийский',
            'Italian':'Итальянский',
            'Japanese':'Японский',
            'Korean':'Корейский',
            'Persian':'Персидский',
            'Polish':'Польский',
            'Portuguese':'Португальский',
            'Romanian':'Румынский',
            'Russian':'Русский',
            'Serbian':'Сербский',
            'Spanish':'Испанский',
            'Swedish':'Шведский',
            'Turkish':'Турецкий',
            'Ukrainian':'Украинский'
        },
        'leagueNames':{
            'Bronze':'Бронзовая',
            'Diamond':'Бриллиантовая',
            'Gold':'Золотая',
            'Silver':'Серебряная'
        },
        'mapsNames':{
            'Big G':'Большая Гонка',
            'Bridgit':'Мостики',
            'Courtyard':'Внутренний двор',
            'Crag Castle':'Замок на скале',
            'Doom Shroom':'Атомный гриб',
            'Football Stadium':'Стадион регби',
            'Happy Thoughts':'Счастливые мысли',
            'Hockey Stadium':'Хоккейный стадион',
            'Lake Frigid':'Ледяное озеро',
            'Monkey Face':'Обезьяна',
            'Rampage':'Беспредел',
            'Roundabout':'Кольцевая',
            'Step Right Up':'Проходите',
            'The Pad':'Подушка-пердушка',
            'Tip Top':'Тип-топ',
            'Tower D':'Башня :D',
            'Zigzag':'Зигзаг'
        },
        'playlistNames':{
            'Just Epic':'Эпик-мод',
            'Just Sports':'Спорт-мод'
        },
        'promoCodeResponses':{
            'invalid promo code':'промо-код устарел :('
        },
        'scoreNames':{
            'Flags':'Флаги',
            'Goals':'Голы',
            'Score':'Очки',
            'Survived':'Выжил',
            'Time':'Время',
            'Time Held':'Время удержания'
        },
        'serverResponses':{
            'A code has already been used on this account.':'Код уже был активирован на этом аккаунте.',
            'A reward has already been given for that address.':'Эта награда уже была выдана на этот ip адрес',
            'Account linking successful!':'Аккаунт успешно привязан!',
            'Account unlinking successful!':'Аккаунт разъединён успешно!',
            'Accounts are already linked.':'Аккаунты уже привязаны.',
            'An error has occurred; (${ERROR})':'Произошла ошибка; (${ERROR})',
            'An error has occurred; please contact support. (${ERROR})':'произошла ошибка;Пожалуйста обратитесь в службу поддержки. (${ERROR})',
            'An error has occurred; please contact support@froemling.net.':'Произошла ошибка; пожалуйста, свяжитесь с support@froemling.net.',
            'An error has occurred; please try again later.':'Произошла ошибка, пожалуйста, повторите попытку позже.',
            ('Are you sure you want to link these accounts?\n'
             '\n'
             '${ACCOUNT1}\n'
             '${ACCOUNT2}\n'
             '\n'
             'This cannot be undone!'):('Точно хотите связать аккаунты?\n'
                                        '\n'
                                        '${ACCOUNT1}\n'
                                        '${ACCOUNT2}\n'
                                        '\n'
                                        'Отменить будет нельзя!'),
            'BombSquad Pro unlocked!':'BombSquad Pro разблокирован!',
            'Can\'t link 2 accounts of this type.':'Невозможно связать 2 аккаунта этого типа.',
            'Can\'t link 2 diamond league accounts.':'Невозможно связать 2 аккаунта бриллиантовой лиги.',
            'Can\'t link; would surpass maximum of ${COUNT} linked accounts.':'Невозможно связать; будет превышен максимум ${COUNT} связанных аккаунтов.',
            'Cheating detected; scores and prizes suspended for ${COUNT} days.':'Ах ты, читер; Очки и награды заморожены на ${COUNT} дней.',
            'Could not establish a secure connection.':'Не удалось установить безопасное соединение.',
            'Daily maximum reached.':'Хватит на сегодня.',
            'Entering tournament...':'Вход в турнир...',
            'Invalid code.':'Неверный код.',
            'Invalid payment; purchase canceled.':'Что-то пошло не так. Покупка отменена.',
            'Invalid promo code.':'Неверный промо-код.',
            'Invalid purchase.':'Ошибка транзакции.',
            'Invalid tournament entry; score will be ignored.':'Неверная заявка на турнир; счет будет проигнорирован.',
            'Item unlocked!':'Предмет разблокирован!!!',
            ('LINKING DENIED. ${ACCOUNT} contains\n'
             'significant data that would ALL BE LOST.\n'
             'You can link in the opposite order if you\'d like\n'
             '(and lose THIS account\'s data instead)'):('СВЯЗКА ЗАПРЕЩЕНА. ${ACCOUNT} содержит \n'
                                                         'важные данные, которые БУДУТ ПОТЕРЯНЫ.\n'
                                                         'Вы можете связать в обратном порядке\n'
                                                         '(и потерять данные ЭТОГО аккаунта)'),
            ('Link account ${ACCOUNT} to this account?\n'
             'All existing data on ${ACCOUNT} will be lost.\n'
             'This can not be undone.  Are you sure?'):('Связать этот ${ACCOUNT} аккаунт с этим?\n'
                                                        'Все существующие данные на ${ACCOUNT} будут потеряны.\n'
                                                        'Это действие не может быть отменено. Вы уверены?'),
            'Max number of playlists reached.':'Достигнуто максимальное количество плейлистов.',
            'Max number of profiles reached.':'Максимальное количество профилей достигнута.',
            'Maximum friend code rewards reached.':'Достигнут лимит кодов',
            'Profile "${NAME}" upgraded successfully.':'Профиль "${NAME}" обновлен успешно.',
            'Profile could not be upgraded.':'Профиль не может быть обновлен.',
            'Purchase successful!':'Успешная транзакция!',
            ('Received ${COUNT} tickets for signing in.\n'
             'Come back tomorrow to receive ${TOMORROW_COUNT}.'):('Получено ${COUNT} билетов за вход.\n'
                                                                  'Приходите завтра, чтобы получить ${TOMORROW_COUNT}.'),
            ('Server functionality is no longer supported in this version of the game;\n'
             'Please update to a newer version.'):('Функциональность сервера больше не поддерживается в этой версии игры;\n'
                                                   'Пожалуйста обновите игру.'),
            'Sorry, there are no uses remaining on this code.':'Упс, код больше не может быть активирован.',
            'Sorry, this code has already been used.':'Упс, этот код уже использован.',
            'Sorry, this code has expired.':'Упс, время действия кода истекло.',
            'Sorry, this code only works for new accounts.':'Упс, этот код работает только для новых аккаунтов.',
            'Temporarily unavailable; please try again later.':'Временно недоступен; Пожалуйста, повторите попытку позже.',
            'The tournament ended before you finished.':'Турнир закончился прежде, чем вы закончили.',
            'This account cannot be unlinked for ${NUM} days.':'Этот аккаунт невозможно отвязать в течение ${NUM} дней.',
            'This code cannot be used on the account that created it.':'Этот код не может быть использован его создателем.',
            'This requires version ${VERSION} or newer.':'Для этого необходима версия ${VERSION} или новее.',
            'Tournaments disabled due to rooted device.':'Турниры отключены из-за корневого устройства.',
            'Tournaments require ${VERSION} or newer':'Для турниров требуется версия ${VERSION} или выше.',
            ('Unlink ${ACCOUNT} from this account?\n'
             'All data on ${ACCOUNT} will be reset.\n'
             '(except for achievements in some cases)'):('Отвязать ${ACCOUNT} от этого аккаунта?\n'
                                                         'Все данные на ${ACCOUNT} будут сброшены.\n'
                                                         '(за исключением достижений в некоторых случаях)'),
            ('WARNING: complaints of hacking have been issued against your account.\n'
             'Accounts found to be hacking will be banned.  Please play fair.'):('ПРЕДУПРЕЖДЕНИЕ: жалобы на хакерство были выданы на вашу учетную запись.\n'
                                                                                 'Учетные записи, которые считаются взломанными, будут заблокированы. Пожалуйста, играйте честно.'),
            ('Would you like to link your device account to this one?\n'
             '\n'
             'Your device account is ${ACCOUNT1}\n'
             'This account is ${ACCOUNT2}\n'
             '\n'
             'This will allow you to keep your existing progress.\n'
             'Warning: this cannot be undone!\n'):('Желаете связать аккаунт устройства вот c этим?\n'
                                                   '\n'
                                                   'Аккаунт устройства ${ACCOUNT1}\n'
                                                   'Текущий аккаунт ${ACCOUNT2}\n'
                                                   '\n'
                                                   'Это позволит сохранить ваши нынешние достижения.\n'
                                                   'Внимание: отмена невозможна!'),
            'You already own this!':'Вы это уже приобрели!',
            'You can join in ${COUNT} seconds.':'Ты можешь войти через ${COUNT} секунд',
            'You don\'t have enough tickets for this!':'У вас недостаточно билетов для этой покупки!',
            'You don\'t own that.':'Вам это не принадлежит',
            'You got ${COUNT} tickets!':'Вы получили ${COUNT} билетов!',
            'You got a ${ITEM}!':'Вы получили ${ITEM}!',
            'You have been promoted to a new league; congratulations!':'Вас повысили и перевели в новую лигу; поздравляем!',
            'You must update to a newer version of the app to do this.':'Чтобы это сделать, вы должны обновить приложение.',
            'You must update to the newest version of the game to do this.':'Вы должны обновиться до новейшей версии игры, чтобы сделать это.',
            'You must wait a few seconds before entering a new code.':'Подождите несколько секунд, прежде чем вводить новый код.',
            'You ranked #${RANK} in the last tournament. Thanks for playing!':'Ваш ранг в последнем турнире: ${RANK}! Спасибо за игру!',
            ('Your copy of the game has been modified.\n'
             'Please revert any changes and try again.'):('Ваша версия игры была модифицирована.\n'
                                                          'Уберите все изменения и попробуйте снова.'),
            'Your friend code was used by ${ACCOUNT}':'Ваш код был использован ${ACCOUNT}'
        },
        'settingNames':{
            '1 Minute':'1 минута',
            '1 Second':'1 секунда',
            '10 Minutes':'10 минут',
            '2 Minutes':'2 минуты',
            '2 Seconds':'2 секунды',
            '20 Minutes':'20 минут',
            '4 Seconds':'4 секунды',
            '5 Minutes':'5 минут',
            '8 Seconds':'8 секунд',
            'Allow Negative Scores':'Разрешить отрицательный счет',
            'Balance Total Lives':'Распределять оставшиеся жизни',
            'Bomb Spawning':'Появление бомб',
            'Chosen One Gets Gloves':'Избранный получает перчатки',
            'Chosen One Gets Shield':'Избранный получает щит',
            'Chosen One Time':'Время избранного',
            'Enable Impact Bombs':'Включить разрывные бомбы',
            'Enable Triple Bombs':'Включить тройные бомбы',
            'Entire Team Must Finish':'Вся команда должна финишировать',
            'Epic Mode':'Эпический режим',
            'Flag Idle Return Time':'Время возврата брошенного флага',
            'Flag Touch Return Time':'Время захвата флага',
            'Hold Time':'Время удержания',
            'Kills to Win Per Player':'Убить на игрока до победы',
            'Laps':'Круги',
            'Lives Per Player':'Жизней на игрока',
            'Long':'Долго',
            'Longer':'Дольше',
            'Mine Spawning':'Минирование',
            'No Mines':'Без мин',
            'None':'Нет',
            'Normal':'Норм.',
            'Pro Mode':'Профессиональный режим',
            'Respawn Times':'Время до воскрешения',
            'Score to Win':'Очков для победы',
            'Short':'Коротк.',
            'Shorter':'Короче',
            'Solo Mode':'СоЛо',
            'Target Count':'Количество целей',
            'Time Limit':'Лимит времени'
        },
        'statements':{
            '${TEAM} is disqualified because ${PLAYER} left':'${TEAM} дисквалифицирована потому что ${PLAYER} вышел',
            'Killing ${NAME} for skipping part of the track!':'Ликвидация ${NAME} за срезание трассы!',
            'Warning to ${NAME}:  turbo / button-spamming knocks you out.':'Предупреждение для ${NAME}: за турбо / быстрое повторное нажатие кнопки можно вылететь.'
        },
        'teamNames':{
            'Bad Guys':'Плохие парни',
            'Blue':'Синие',
            'Good guys':'Хорошие парни',
            'Red':'Красные'
        },
        'tips':{
            ('A perfectly timed running-jumping-spin-punch can kill in a single hit\n'
             'and earn you lifelong respect from your friends.'):('Своевременная последовательность бег-прыжок-поворот-удар может убить\n'
                                                                  'одним ударом и заработать вам пожизненное уважение друзей.'),
            'Always remember to floss.':'Не забывайте пользоваться зубной нитью.',
            ('Create player profiles for yourself and your friends with\n'
             'your preferred names and appearances instead of using random ones.'):('Создайте профили игроков для себя и своих друзей с собственными\n'
                                                                                    'именами и внешностью вместо случайных.'),
            ('Curse boxes turn you into a ticking time bomb.\n'
             'The only cure is to quickly grab a health-pack.'):('Ящики с проклятием превращают вас в тикающую бомбу.\n'
                                                                 'Единственное лекарство - быстро схватить аптечку.'),
            ('Despite their looks, all characters\' abilities are identical,\n'
             'so just pick whichever one you most closely resemble.'):('Независимо от внешности, способности всех персонажей идентичны,\n'
                                                                       'так что просто выбирыйте того, на кого вы больше похожи.'),
            'Don\'t get too cocky with that energy shield; you can still get yourself thrown off a cliff.':'Не зазнавайтесь с этим энергетическим щитом, вас все еще могут сбросить с обрыва.',
            'Don\'t run all the time.  Really.  You will fall off cliffs.':'Не бегай все время. Серьезно. Свалишься с обрыва.',
            'Don\'t spin for too long; you\'ll become dizzy and fall.':'Не крутись долго; у тебя закружится голова и ты упадёшь.',
            'Hold any button to run.  (Trigger buttons work well if you have them)':'Для бега нажмите и держите любую кнопку. (Для этого удобны триггеры, если они есть)',
            ('Hold down any button to run. You\'ll get places faster\n'
             'but won\'t turn very well, so watch out for cliffs.'):('Для бега удерживайте любую кнопку. Бегать, конечно, быстрее,\n'
                                                                     'зато труднее поворачивать, так что не забывайте про обрывы.'),
            ('Ice bombs are not very powerful, but they freeze\n'
             'whoever they hit, leaving them vulnerable to shattering.'):('Ледяные бомбы не очень мощные, но они замораживают\n'
                                                                          'всех вокруг, делая их хрупкими и бьющимися.'),
            ('If someone picks you up, punch them and they\'ll let go.\n'
             'This works in real life too.'):('Если кто-то вас схатил, бейте, и вас отпустят.\n'
                                              'В реальной жизни это тоже работает.'),
            ('If you are short on controllers, install the \'${REMOTE_APP_NAME}\' app\n'
             'on your mobile devices to use them as controllers.'):('Если вам не хватает контроллеров, установите приложение \'${REMOTE_APP_NAME}\' \n'
                                                                    'на ваши мобильные устройства, чтобы использовать их в качестве контроллеров.'),
            ('If you are short on controllers, install the \'BombSquad Remote\' app\n'
             'on your iOS or Android devices to use them as controllers.'):('Если не хватает контроллеров, установите приложение \'BombSquad Remote\' на\n'
                                                                            'устройства iOS или Android, чтобы использовать их в качестве контроллеров.'),
            ('If you get a sticky-bomb stuck to you, jump around and spin in circles. You might\n'
             'shake the bomb off, or if nothing else your last moments will be entertaining.'):('Если к вам прилипла липкая бомба, прыгайте и крутитесь. Может повезет\n'
                                                                                                'стряхнуть бомбу или, на худой конец, повеселить окружающих.'),
            'If you kill an enemy in one hit you get double points for it.':'Если убиваешь врага с одного удара, то получаешь двойные очки.',
            ('If you pick up a curse, your only hope for survival is to\n'
             'find a health powerup in the next few seconds.'):('Если подхватили проклятие, то единственная надежда на выживание\n'
                                                                '- это найти аптечку в ближайшие несколько секунд.'),
            'If you stay in one place, you\'re toast. Run and dodge to survive..':'Не стой на месте - поджаришься. Беги и уворачивайся чтобы выжить..',
            ('If you\'ve got lots of players coming and going, turn on \'auto-kick-idle-players\'\n'
             'under settings in case anyone forgets to leave the game.'):('Если у вас много игроков, которые приходят и уходят, включите "автоматически выкидывать\n'
                                                                          'бездействующих игроков" в настройках на случай, если кто-то забудет выйти из игры.'),
            ('If your device gets too warm or you\'d like to conserve battery power,\n'
             'turn down "Visuals" or "Resolution" in Settings->Graphics'):('Если ваше устройство нагревается или вы хотите сохранить заряд батареи,\n'
                                                                           'уменьшите "Визуальные эффекты" или "Разрешение" в Настройки->Графика'),
            ('If your framerate is choppy, try turning down resolution\n'
             'or visuals in the game\'s graphics settings.'):('Если картинка прерывистая, попробуйте уменьшить разрешение\n'
                                                              'или графику в настройках графики в игре.'),
            ('In Capture-the-Flag, your own flag must be at your base to score, If the other\n'
             'team is about to score, stealing their flag can be a good way to stop them.'):('В Захвате флага, чтобы набрать очки, свой собственный флаг должен быть на базе.\n'
                                                                                             'Если другая команда вот-вот забьет, можно украсть их флаг, чтобы их остановить.'),
            'In hockey, you\'ll maintain more speed if you turn gradually.':'В хоккее можно поддерживать более высокую скорость, если поворачивать постепенно.',
            'It\'s easier to win with a friend or two helping.':'Выиграть легче всего с помощью друга или двух.',
            'Jump just as you\'re throwing to get bombs up to the highest levels.':'Прыгни прямо перед броском чтобы забросить бомбу как можно выше.',
            'Land-mines are a good way to stop speedy enemies.':'Мины - неплохой способ остановить быстроногих врагов.',
            ('Many things can be picked up and thrown, including other players.  Tossing\n'
             'your enemies off cliffs can be an effective and emotionally fulfilling strategy.'):('Можно много чего поднять и бросить, включая других игроков. Швыряние врагов\n'
                                                                                                  'с обрыва бывает эффективной и бодрящей стратегией.'),
            'No, you can\'t get up on the ledge. You have to throw bombs.':'Нет, вы не сможете залезть на выступ. Бросайте бомбы.',
            ('Players can join and leave in the middle of most games,\n'
             'and you can also plug and unplug controllers on the fly.'):('Игроки могут присоединяться и уходить посреди игры,\n'
                                                                          'также можно подключать и отключать контроллеры прямо на лету.'),
            ('Players can join and leave in the middle of most games,\n'
             'and you can also plug and unplug gamepads on the fly.'):('Игроки могут присоединяться и выходить в середине большинства игр,\n'
                                                                       'также можно подключать и отключать геймпады на лету.'),
            ('Powerups only have time limits in co-op games.\n'
             'In teams and free-for-all they\'re yours until you die.'):('Усилители ограничены по времени только в кооперативных играх.\n'
                                                                         'В команых играх и \'каждый за себя\' они ваши пожизненно.'),
            'Practice using your momentum to throw bombs more accurately.':'Тренируйтесь использовать инерцию для более точных бросков.',
            ('Punches do more damage the faster your fists are moving,\n'
             'so try running, jumping, and spinning like crazy.'):('Удары наносят тем больше ущерба, чем быстрее двигаются кулаки,\n'
                                                                   'так что старайтесь бегать, прыгать и крутиться, как ненормальные.'),
            ('Run back and forth before throwing a bomb\n'
             'to \'whiplash\' it and throw it farther.'):('Пробегитесь туда-обратно перед броском, чтобы\n'
                                                          '\'подкрутить\' бомбу и бросить ее дальше.'),
            ('Take out a group of enemies by\n'
             'setting off a bomb near a TNT box.'):('Сметите группу врагов, взорвав\n'
                                                    'бомбу возле коробки TNT.'),
            ('The head is the most vulnerable area, so a sticky-bomb\n'
             'to the noggin usually means game-over.'):('Голова - самое уязвимое место, так что липкая бомба\n'
                                                        'по чайнику, как правило, означает капут.'),
            ('This level never ends, but a high score here\n'
             'will earn you eternal respect throughout the world.'):('Этот уровень бесконечен, но высокие очки здесь\n'
                                                                     'заработают вам вечное уважение во всем мире.'),
            ('Throw strength is based on the direction you are holding.\n'
             'To toss something gently in front of you, don\'t hold any direction.'):('Сила броска зависит от направления, которое нажато. Чтобы аккуратно\n'
                                                                                      'бросить что-то прямо перед собой, не нажимайте ни в каком направлении.'),
            ('Tired of the soundtrack?  Replace it with your own!\n'
             'See Settings->Audio->Soundtrack'):('Надоел саундтрек? Замените его собственным!\n'
                                                 'Смотрите Настройки->Аудио->Саундтрек'),
            'Try \'Cooking off\' bombs for a second or two before throwing them.':'Попробуйте \'подогреть\' бомбы секунду или две, прежде чем их бросить.',
            'Try tricking enemies into killing eachother or running off cliffs.':'Попробуйте обмануть врагов, чтобы они убили друг друга или прыгнули с обрыва.',
            'Use the pick-up button to grab the flag < ${PICKUP} >':'Используйте кнопку выбора (треугольник), чтобы схватить флаг < ${PICKUP} >',
            'Whip back and forth to get more distance on your throws..':'Взмахни туда-сюда, чтобы забросить подальше..',
            ('You can \'aim\' your punches by spinning left or right.\n'
             'This is useful for knocking bad guys off edges or scoring in hockey.'):('Вы можете \'нацеливать\' удары, крутясь влево или вправо.\n'
                                                                                      'Это полезно для сталкивания плохих парней с края или для голов в хоккее.'),
            ('You can judge when a bomb is going to explode based on the\n'
             'color of sparks from its fuse:  yellow..orange..red..BOOM.'):('Когда взорвется бомба можно судить по цвету искр фитиля:\n'
                                                                            'желтый..оранжевый..красный..БАБАХ.'),
            'You can throw bombs higher if you jump just before throwing.':'Бомбу можно бросить выше, если подпрыгнуть прямо перед броском.',
            ('You don\'t need to edit your profile to change characters; Just press the top\n'
             'button (pick-up) when joining a game to override your default.'):('Чтобы поменять персонажа не обязательно редактировать ​профиль. Просто нажмите\n'
                                                                                'верхнюю кнопку (подобрать) при вступлении в игру чтобы сменить персонажа.'),
            ('You take damage when you whack your head on things,\n'
             'so try to not whack your head on things.'):('Вы получаете повреждения, когда ударяетесь головой,\n'
                                                          'так что берегите голову.'),
            'Your punches do much more damage if you are running or spinning.':'От ударов гораздо больше вреда, когда бежишь или крутишься.'
        }
    },
    'trialPeriodEndedText':('Ваш пробный период закончился. Хотите приобрести\n'
                            'BombSquad и продолжать играть?'),
    'trophiesRequiredText':'Для этого надо минимум ${NUMBER} трофеев.',
    'trophiesText':'Трофеев',
    'trophiesThisSeasonText':'Трофеи за этот Сезон',
    'tutorial':{
        'cpuBenchmarkText':'Прогон тьюториала на безумной скорости (проверяет скорость процессора)',
        'phrase01Text':'Привет!',
        'phrase02Text':'Добро пожаловать в ${APP_NAME}!',
        'phrase03Text':'Несколько советов по управлению персонажем:',
        'phrase04Text':'Многое в ${APP_NAME} основано на законах ФИЗИКИ.',
        'phrase05Text':'Например, при ударе кулаком..',
        'phrase06Text':'..повреждения зависят от скорости кулака.',
        'phrase07Text':'Видите? Мы не двигались, поэтому ${NAME} почти в полном порядке.',
        'phrase08Text':'Теперь подпрыгнем и крутанемся для скорости.',
        'phrase09Text':'Ага, так-то лучше ;)',
        'phrase10Text':'Также помогает бег.',
        'phrase11Text':'Для бега удерживайте любую кнопку.',
        'phrase12Text':'Для супер-крутых ударов попробуйте бежать и крутиться.',
        'phrase13Text':'Упс.. Извини, ${NAME}.',
        'phrase14Text':'Можно поднимать и бросать вещи, например флаги.. или ${NAME}.',
        'phrase15Text':'И, наконец, бомбы.',
        'phrase16Text':'Бросание бомб требует тренировки.',
        'phrase17Text':'Ай! Не очень хороший бросок.',
        'phrase18Text':'В движении бросок получается дальше.',
        'phrase19Text':'В прыжке бросок выше.',
        'phrase20Text':'"Подкрученные" бомбы летят еще дальше.',
        'phrase21Text':'"Выжидать" бомбы довольно сложно.',
        'phrase22Text':'Черт.',
        'phrase23Text':'Попробуйте "подогреть" фитиль секунду или две.',
        'phrase24Text':'Ура! Хорошо подогрето.',
        'phrase25Text':'Ну на этом, пожалуй, всё.',
        'phrase26Text':'Вперед, на мины!',
        'phrase27Text':'Не забывай эти советы, и ТОЧНО вернешься живым!',
        'phrase28Text':'...может быть...',
        'phrase29Text':'Удачи!',
        'randomName1Text':'Пожилой',
        'randomName2Text':'Пороро',
        'randomName3Text':'logo',
        'randomName4Text':'Хост следит за тобой',
        'randomName5Text':'Mmmaoaoao',
        'skipConfirmText':'Пропустить тьюториал? Коснитесь или нажмите кнопку для подтверждения.',
        'skipVoteCountText':'${COUNT}/${TOTAL} голосов за пропуск',
        'skippingText':'пропуск обучения...как долго...',
        'toSkipPressAnythingText':'(коснитесь или нажмите КНОПКУ чтобы пропустить тьюториал)'
    },
    'twoKillText':'Двойное убийство',
    'unavailableText':'недоступно',
    'unconfiguredControllerDetectedText':'Обнаружен ненастроенный контроллер:',
    'unlockThisInTheStoreText':'Это должно быть разблокировано в магазине.',
    'unlockThisProfilesText':'Чтобы создать более ${NUM} профиль, Вам необходимо:',
    'unlockThisText':'Чтобы разблокировать это, вам нужно:',
    'unsupportedHardwareText':'К сожалению, это оборудование не поддерживается в этой сборке игры.',
    'upFirstText':'Для начала:',
    'upNextText':'Далее в игре ${COUNT}:',
    'updatingAccountText':'Обновление вашего аккаунта',
    'upgradeText':'Обновление',
    'upgradeToPlayText':'Разблокируйте "${PRO}" в магазине что-бы играть в это.',
    'useDefaultText':'Использовать стандартные',
    'usesExternalControllerText':'Эта игра может использовать внешний контроллер для управления.',
    'usingItunesText':'Использование iTunes для саундтрека...',
    'usingItunesTurnRepeatAndShuffleOnText':'Убедитесь, что в iTunes включен случайный порядок, и повтор установлен на \'все\'.',
    'validatingBetaText':'Валидация бета-версии...',
    'validatingTestBuildText':'Проверка тестовой сборки...',
    'victoryText':'Mission passed \n RESPECT+',
    'voteDelayText':'Невозможно начать новое голосование еще ${NUMBER} секунд',
    'voteInProgressText':'Голосование уже в процессе.',
    'votedAlreadyText':'Вы уже проголосовали',
    'votesNeededText':'Нужно ${NUMBER} голосов',
    'vsText':'против',
    'waitingForHostText':'(ожидание ${HOST} чтобы продолжить)',
    'waitingForLocalPlayersText':'ожидание локальных игроков...',
    'waitingForPlayersText':'ожидание присоединения игроков...',
    'waitingInLineText':'Подожди немного (комната заполнена)...',
    'watchAVideoText':'Смотреть видео',
    'watchAnAdText':'Смотреть рекламу',
    'watchWindow':{
        'deleteConfirmText':'Удалить "${REPLAY}"?',
        'deleteReplayButtonText':('Удалить\n'
                                  'запись'),
        'myReplaysText':'Мои записи',
        'noReplaySelectedErrorText':'Запись не выбрана',
        'playbackSpeedText':'Скорость воспроизведения: ${SPEED}',
        'renameReplayButtonText':('Переименовать\n'
                                  'запись'),
        'renameReplayText':'Переименовать "${REPLAY}" на:',
        'renameText':'Переименовать',
        'replayDeleteErrorText':'Ошибка удаления записи.',
        'replayNameText':'Имя записи',
        'replayRenameErrorAlreadyExistsText':'Ты плагиат!',
        'replayRenameErrorInvalidName':'Невозможно переименовать запись; неверное имя.',
        'replayRenameErrorText':'Ошибка переименования записи.',
        'sharedReplaysText':'Общие записи',
        'titleText':'Смотреть',
        'watchReplayButtonText':('Смотреть\n'
                                 'запись')
    },
    'waveText':'Нападение',
    'wellSureText':'Сойдет!',
    'wiimoteLicenseWindow':{
        'titleText':'Авторские права 2018 Daniil Rakhov'
    },
    'wiimoteListenWindow':{
        'listeningText':'Ожидание контроллеров Wii...',
        'pressText':'Нажмите кнопки 1 и 2 на Wiimote одновременно.',
        'pressText2':'На новых контроллерах Wiimote со встроенным Motion Plus нажмите красную кнопку \'sync\' на задней части.'
    },
    'wiimoteSetupWindow':{
        'copyrightText':'Авторские права 2018 Daniil Rakhov',
        'listenText':'Слушать',
        'macInstructionsText':('Убедитесь, что ваш Wii выключен, а на вашем Маке включен\n'
                               'Bluetooth, затем нажмите \'Слушать\'. Поддержка контроллеров Wii\n'
                               'бывает немного капризна, так что, возможно, придется\n'
                               'попробовать несколько раз, пока получится подсоединиться. \n'
                               '\n'
                               'Bluetooth должен обрабатывать до 7 подключенных устройств,\n'
                               'хотя всякое бывает.\n'
                               '\n'
                               'BombSquad поддерживает оригинальные контроллеры Wiimote, \n'
                               'нунчаки и классические контроллеры. \n'
                               'Также теперь работает и новый Wii Remote Plus,\n'
                               'правда, без аксессуаров.'),
        'thanksText':('Это стало возможным благодаря\n'
                      'команде 2018 Daniil Rakhov.'),
        'titleText':'Настройка контроллера Wii'
    },
    'winsPlayerText':'Выиграл: ${NAME}!',
    'winsTeamText':'ДримТим: ${NAME}!',
    'winsText':'${NAME} выиграл!',
    'worldScoresUnavailableText':'Мировые результаты недоступны.',
    'worldsBestScoresText':'Лучшие в мире очки',
    'worldsBestTimesText':'Лучшее в мире время',
    'xbox360ControllersWindow':{
        'getDriverText':'Скачать драйвер',
        'macInstructions2Text':('Для использования контроллеров по беспроводной связи, вам также\n'
                                'потребуется ресивер, который поставляется с "беспроводным контроллером\n'
                                'Xbox 360 для Windows". Один ресивер позволяет подключить до 4 контроллеров.\n'
                                '\n'
                                'Внимание: ресиверы сторонних производителей не будут работать с этим драйвером,\n'
                                'убедитесь, что на вашем ресивере написано "Microsoft", а не "XBOX 360".\n'
                                'Microsoft больше не продает их отдельно, так что вам нужно будет найти\n'
                                'ресивер в комплекте с контроллером, либо искать на ebay.\n'
                                '\n'
                                'Если вы считаете это полезным, можете отправить денег разработчику\n'
                                'драйвера на его сайте.'),
        'macInstructionsText':('Для использования контроллеров Xbox 360 необходимо\n'
                               'установить драйвер Mac, доступный по ссылке ниже.\n'
                               'Он работает и с проводными и беспроводными контроллерами.'),
        'ouyaInstructionsText':('Для использования проводных контроллеров Xbox 360 в BombSquad,\n'
                                'просто подключите их к USB-порту вашего устройства. Для нескольких\n'
                                'контроллеров можно использовать концентратор USB.\n'
                                '\n'
                                'Для использования беспроводных контроллеров вам понадобится беспроводной\n'
                                'ресивер который поставляется в наборе "беспроводного геймпада Xbox 360\n'
                                'для Windows" или продается отдельно. Каждый ресивер подключается\n'
                                'к порту USB и позволяет подключать до 4 беспроводных контроллеров.'),
        'titleText':'Использование контроллеров Xbox 360 в ${APP_NAME}:'
    },
    'yesAllowText':'Да, разрешить!',
    'yourBestScoresText':'Ваши лучшие очки',
    'yourBestTimesText':'Ваше лучшее время'
}